 
[
    {
        "name": "Русские блины",
        "url": "https://foodman.club/recipe/russkie-bliny/",
        "ingredients": [
            {
                "name": "мука - 250 г"
            },
            {
                "name": "яйца куриные - 4 шт."
            },
            {
                "name": "масло сливочное - 30 г"
            },
            {
                "name": "молоко коровье - 500 мл"
            }
        ],
        "steps": [
            {
                "name": "В миску просеиваем муку, добавляем яйца и растопленное сливочное масло, замешиваем тесто.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/Screenshot_1-300x217.jpg"
            },
            {
                "name": "Вливаем молоко и хорошенько взбиваем. В тесте не должно быть комочков.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/Bez-nazvaniya-13-2-300x200.jpg"
            },
            {
                "name": "Разогреваем сковороду, растопив сливочное масло. Печем блины привычным способом с двух сторон.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/Bez-nazvaniya-14-2-300x200.jpg"
            }
        ],
        "desc": "В масленичную неделю как никогда хочется вкусных блинчиков! Ведь о них говорят повсюду! Предлагаю приготовить дома вкусные русские блины по этому рецепту. Необычность данного рецепта в том, что сначала мы замешиваем тесто, а уже потом добавляем молоко. По желанию можно добавить соль или сахар. Сделать такие блины очень просто!",
        "img": "https://foodman.club/wp-content/uploads/2019/03/Bez-nazvaniya-16-2.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/03/Bez-nazvaniya-16-2.jpg"
    },
    {
        "name": "Русские «красные» блины",
        "url": "https://foodman.club/recipe/russkie-krasnye-bliny/",
        "ingredients": [
            {
                "name": "1 кг муки"
            },
            {
                "name": "1 л молока"
            },
            {
                "name": "3 яйца"
            },
            {
                "name": "4 ст. л. сливочного масла"
            },
            {
                "name": "1 ст. л. сахара"
            },
            {
                "name": "1.5 ст. л. соли"
            },
            {
                "name": "40 г свежих дрожжей или 20 г сухих"
            },
            {
                "name": "топленое масло"
            }
        ],
        "steps": [
            {
                "name": "Дрожжи разводим в большой миске с теплой водой (400 мл). В воду просеиваем стакан муки, помешивая, ставим в теплое место на полчаса."
            },
            {
                "name": "У яиц отделяем белки от желтков. Желтки растираем с сахаром до побеления. Растапливаем сливочное масло и остужаем."
            },
            {
                "name": "Когда опара подойдет, добавляем желтки с сахаром и сливочное масло, перемешиваем.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/bf01fd09-300x166.jpg"
            },
            {
                "name": "Молоко подогреваем до 37 градусов. В опару просеиваем немного муки, чтобы не было комочков, затем подливаем немного молока. Следим за тем, чтобы консистенция теста была как у густой сметаны. Накрываем миску и оставляем в покое в теплом месте на час.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/bfc076b8-300x166.jpg"
            },
            {
                "name": "Когда поднимется тесто, перемешиваем его и снова оставляем в теплое место, так повторяем еще один раз."
            },
            {
                "name": "Белки взбиваем до пышной пены, добавляем в тесто. Оставляем тесто в покое минут на 10-15. Выпекаем толстые блины, смазывая сковороду топленым маслом.",
                "img": "https://foodman.club/wp-content/uploads/2019/03/bc344806-300x166.jpg"
            }
        ],
        "desc": "Готовитесь к Масленице? Уже наелись тонкими блинчиками и хотите испечь что-то другое? Попробуйте сделать вкусные толстые блины, а именно — Русские «красные» блины! Приготовьте дома этот вкусный завтрак и порадуйте себя и своих домочадцев, готовятся они на дрожжах, поэтому и получаются такими пышными.",
        "img": "https://foodman.club/wp-content/uploads/2019/03/bfe29d10.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/03/bfe29d10.jpg"
    },
    {
        "name": "Блинчики на простокваше",
        "url": "https://foodman.club/recipe/blinchiki-na-prostokvashe/",
        "ingredients": [
            {
                "name": "Простокваша — 1 Стакан"
            },
            {
                "name": "Яйцо — 2-3 Штук"
            },
            {
                "name": "Сахар — 1 Щепотка"
            },
            {
                "name": "Соль — 1 Щепотка"
            },
            {
                "name": "Вода — 100-150 Миллилитров"
            },
            {
                "name": "Мука — 300 Грамм"
            },
            {
                "name": "Сода — 1 Щепотка"
            }
        ],
        "steps": [
            {
                "name": "Яйца разбиваем в небольшую миску. Добавляем немного сахара и щепотку соли по вкусу. Взбиваем с помощью вилки до однородности.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172548-300x197.jpg"
            },
            {
                "name": "В отдельную емкость вливаем простоквашу. Добавляем щепотку соды. Оставляем в покое на минуты 2-3.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172549-300x200.jpg"
            },
            {
                "name": "К простокваше добавляем яйца. Все взбиваем, добавляя частями муку. Добавляем немного кипятка, непрерывно помешивая.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172551-300x200.jpg"
            },
            {
                "name": "Сковороду смазываем маслом и хорошо разогреваем. Печем блины привычным способом.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172552-300x200.jpg"
            }
        ],
        "desc": "В преддверии масленицы хозяйки перебирают кучу рецептов различных блинчиков. Блины можно приготовить на основе любого молочного продукта. Предлагаем приготовить дома вкусные блинчики на простокваше! Чтобы сделать блинчики более тонкими, в тесто необходимо добавить немного воды. Попробуйте эти вкусные блины, и берите на заметку данный рецепт на будущее!",
        "img": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172553.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/02/blinchiki_na_prostokvashe-172553.jpg"
    },
    {
        "name": "Полтавская каша с баклажанами",
        "url": "https://foodman.club/recipe/poltavskaja-kasha-s-baklazhanami/",
        "ingredients": [
            {
                "name": "крупа перловая (полтавская) - 1 ст."
            },
            {
                "name": "баклажаны - 1 шт."
            },
            {
                "name": "помидоры (мякоть) - 1 ст.л."
            },
            {
                "name": "масло подсолнечное - 2 ст.л."
            },
            {
                "name": "соль - по вкусу"
            },
            {
                "name": "перец черный - по вкусу"
            }
        ],
        "steps": [
            {
                "name": "В кастрюлю выливаем подсолнечное масло и обжариваем крупу около 2-х минут, постоянно помешивая."
            },
            {
                "name": "Заливаем кипятком (2 стакана), варим под крышкой на медленном огне примерно 15-20 минут.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/Screenshot_1-11-300x228.jpg"
            },
            {
                "name": "Разогреваем сковороду с подсолнечным маслом, выкладываем баклажан, нарезанный кубиками. Солим и перчим, обжариваем.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/Bez-nazvanija-7-300x225.jpg"
            },
            {
                "name": "Добавляем мякоть томата, тушим пару минут.",
                "img": "https://foodman.club/wp-content/uploads/2019/02/Bez-nazvanija-1-3-300x225.jpg"
            },
            {
                "name": "Добавляем готовую крупу, перемешиваем и тушим еще около минуты."
            },
            {
                "name": "Кашу подаем в горячем виде."
            }
        ],
        "desc": "Полтавская каша с баклажанами — очень простое блюдо, которое можно приготовить дома к сытному обеду или ужину. Вам понадобятся самые простые ингредиенты, которые очень легко достать. Воспользуйтесь этим рецептом и сделайте вкусную полтавскую кашу в сезон овощей! Кашу отлично дополняет аромат и вкус баклажанов с томатной мякотью!",
        "img": "https://foodman.club/wp-content/uploads/2019/02/Bez-nazvanija-2-2.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/02/Bez-nazvanija-2-2.jpg"
    },
    {
        "name": "Куриные желудочки в сметане",
        "url": "https://foodman.club/recipe/kurinye-zheludochki-v-smetane/",
        "ingredients": [
            {
                "name": "куриные желудки - 700 гр"
            },
            {
                "name": "лук - 2 шт."
            },
            {
                "name": "морковь - 1 шт."
            },
            {
                "name": "сметана - 1 ст."
            },
            {
                "name": "томатный соус или томатная паста - 1 ст. л."
            },
            {
                "name": "лавровый лист - 1 шт."
            },
            {
                "name": "перец душистый - 2 горошины"
            },
            {
                "name": "соль"
            },
            {
                "name": "черный молотый перец - по вкусу"
            },
            {
                "name": "куриный бульон или вода - 2 ст."
            },
            {
                "name": "растительное масло - 1 ст. л."
            }
        ],
        "steps": [
            {
                "name": "Вымыть и очистить от пленок куриные желудки. Выложить их в кастрюлю и залить холодной водой, посолить по вкусу. Варить на слабом огне около часа.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/v4RqnS3_Vj0-1-300x211.jpg"
            },
            {
                "name": "Лук почистить, разрезать пополам и порезать полукольцами."
            },
            {
                "name": "Морковь почистить и натереть на некрупной терке."
            },
            {
                "name": "Обжарить на среднем огне порезанные лук и морковь на растительном масле. Около 5-10 минут. Лук должен стать прозрачным и приобрести золотистый оттенок."
            },
            {
                "name": "Вареные желудки промыть в проточной холодной воде, разрезать на несколько частей и добавить на сковороду к луку и моркови."
            },
            {
                "name": "Залить все двумя стаканами куриного бульона, можно его заменить водой. Накрыть крышкой и тушить около 15 минут."
            },
            {
                "name": "В отдельной миске смешать томатную пасту и сметану. Полученный соус добавить в сковороду и потушить еще около 30 минут. Добавить соли и перца по вкусу."
            },
            {
                "name": "Идеальный гарнир для этот блюда – рассыпчатый рис."
            }
        ],
        "desc": "Нежные и сочные желудочки в сметанной подливе придутся по вкусу даже тем, кто равнодушен к потрохам, а сделать их в домашних условиях проще простого.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/1eqizv1aNYw.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/1eqizv1aNYw.jpg"
    },
    {
        "name": "Свекольный квас",
        "url": "https://foodman.club/recipe/svekolnyj-kvas/",
        "ingredients": [
            {
                "name": "Вода – 3 л"
            },
            {
                "name": "Свекла – 500 гр"
            },
            {
                "name": "Хлебные ржаные корочки – 50 гр"
            },
            {
                "name": "Сахар – 1 ст.л."
            }
        ],
        "steps": [
            {
                "name": "Свеклу помыть и почистить, нарезать небольшими кубиками."
            },
            {
                "name": "Выложить свеклу в трехлитровую банку и залить водой, оставив до горлышка 5-7 см. Добавить к свекле нарезанные полосками ржаные корочки и сахар."
            },
            {
                "name": "Хорошо перемешать полученную смесь и накрыть банку несколькими слоями марли. Обычную крышку лучше не использовать, чтобы она не мешала процессу брожения."
            },
            {
                "name": "Поставить сусло в темное теплое место на 4-5 дней, не забывая ежедневно снимать образовавшуюся от брожения пенку."
            },
            {
                "name": "Как только пена перестанет образовываться, напиток перелить в бутылки и убрать в прохладное место для дозревания.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/kvas3-300x201.jpg"
            },
            {
                "name": "Полученный напиток можно использовать как для утоления жажды, добавив сахара по вкусу, так и для приготовления прекрасных летних супов, тогда в него можно добавить рубленного чеснока."
            }
        ],
        "desc": "Этот вкусный квас можно с удовольствием пить всем, кто придерживается правильного питания, ведь он не содержит дрожжей и приготовлен на свекле, которая изобилует витаминами. Полученный напиток можно использовать как для утоления жажды, добавив сахара по вкусу, так и для приготовления прекрасных летних супов, тогда в него можно добавить рубленного чеснока. Сделать такой квас довольно просто даже в домашних условиях.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/wsi-imageoptim-Novaya-papka-2_00003-8-768x512.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/wsi-imageoptim-Novaya-papka-2_00003-8-768x512.jpg"
    },
    {
        "name": "Квас на ржаной муке",
        "url": "https://foodman.club/recipe/kvas-na-rzhanoj-muke/",
        "ingredients": [
            {
                "name": "Вода – 3 л"
            },
            {
                "name": "Ржаная мука – 500 гр"
            },
            {
                "name": "Сахар – 200 гр"
            },
            {
                "name": "Сухие дрожжи – 1 уп."
            },
            {
                "name": "Изюм – 20 шт."
            }
        ],
        "steps": [
            {
                "name": "Для приготовления закваски смешать стакан муки и 1 ч.л. «с горкой» сахара. Залить их кипятком и мешать пока смесь не загустеет до плотности нежирной сметаны. Добавить туда изюм, накрыть полученный состав марлей и укрыть полотенцем. Поставить закваску в теплое место."
            },
            {
                "name": "Для приготовления закваски понадобится около суток. Готовность можно определить по кислому запаху и наглядному процессу брожения (образование пены, пузырьков газа)."
            },
            {
                "name": "Когда закваска будет готова, добавить к ней остатки муки, сахара, дрожжей и залить все оставшимся объемом воды. Все тщательно перемешать, накрыть полотенцем и оставить в тепле на срок не менее 12 часов."
            },
            {
                "name": "Полученный напиток перелить в бутылки и убрать в холодильник. Через 2-4 часа вкуснейший квас готов к употреблению."
            }
        ],
        "desc": "Можно сделать вкусный квас в домашних условия и вовсе без хлеба, достаточно будет использовать в качестве основного ингредиента ржаную муку.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/5ae6f9779f935.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/5ae6f9779f935.jpg"
    },
    {
        "name": "Ржаной квас на смородиновом листе с добавлением мяты",
        "url": "https://foodman.club/recipe/rzhanoj-kvas-na-smorodinovom-liste-s-dobavleniem-mjaty/",
        "ingredients": [
            {
                "name": "Ржаные сухари — 200 гр"
            },
            {
                "name": "Сахар — 100 гр"
            },
            {
                "name": "Изюм — 30 гр"
            },
            {
                "name": "Дрожжи — 20 гр"
            },
            {
                "name": "Листья черной смородины — 8 шт"
            },
            {
                "name": "Мята — 10 гр"
            },
            {
                "name": "Вода 2.5 л"
            }
        ],
        "steps": [
            {
                "name": "Развести дрожжи в стакане теплой воды."
            },
            {
                "name": "Сухари обдать кипятком и оставить их в воде на 2-3 часа."
            },
            {
                "name": "Полученное сусло процедить через несколько слоев марли. Добавить в него сахар, забродившие дрожжи, листья смородины и мяту. Полученный раствор настаивать от 12 до 24 часов."
            },
            {
                "name": "Когда сусло сквасится, нужно процедить его еще раз и разлить по бутылкам, добавив в каждую горсть изюма. Бутылки закрыть и убрать в прохладное место. Через 2-3 дня можно наслаждаться вкусным и оригинальным квасом, приготовленным в домашних условиях."
            }
        ],
        "desc": "Вкусный душистый и освежающий квас получится, если добавить в него не совсем обычные ингредиенты. В домашних условиях легко сделать квас более оригинальным, разнообразив вкус любимого напитка интересными ингредиентами.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/s1200-1.jpeg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/s1200-1.jpeg"
    },
    {
        "name": "Ржаной квас без дрожжей",
        "url": "https://foodman.club/recipe/rzhanoj-kvas-bez-drozhzhej/",
        "ingredients": [
            {
                "name": "Теплая вода – 2 ст."
            },
            {
                "name": "Сахар – 1 ч.л."
            },
            {
                "name": "Черный хлеб (лучше корочки) – 2 порционных куска"
            },
            {
                "name": "Изюм – 50 гр."
            }
        ],
        "steps": [
            {
                "name": "Нарезать ржаной хлеб кубиками с сечением около сантиметра и сделать из него в духовке сухарики.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/39-0-300x225.jpg"
            },
            {
                "name": "Насыпать сухари в литровую банку, добавить к ним сахар и залить их теплой водой. Размешать все ложкой, накрыть банку крышкой и убрать в тепло."
            },
            {
                "name": "Через 1-2 дня смесь забродит. О нужном эффекте должен свидетельствовать мутноватый вид и кислый запах закваски."
            },
            {
                "name": "Когда закваска будет готова, достать 3-х литровую банку и перелить в нее полученную смесь. Можно добавить еще горсть сухарей и добавить сахар по вкусу."
            },
            {
                "name": "Полученный объем разлить в бутылки, положив в каждую небольшую горсть изюма. Плотно закрыть крышки, оставить бутылки в тепле и подождать. Когда начнется процесс брожения – убрать бутылки в холодильник на 6-12 часов."
            }
        ],
        "desc": "Приверженцы здорового питания давно отказались от дрожжей, но это не повод лишать себя удовольствия попить вкусного кваса, приготовить который в домашних условиях совсем не сложно. Сделать такой квас может любой, использовав всего лишь 3 ингредиента, не считая воды.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/Domashniy-kvas.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/Domashniy-kvas.jpg"
    },
    {
        "name": "Квас из хлебной закваски",
        "url": "https://foodman.club/recipe/kvas-iz-hlebnoj-zakvaski/",
        "ingredients": [
            {
                "name": "Вода питьевая — 3 л"
            },
            {
                "name": "Сахар — 3 ст.л."
            },
            {
                "name": "Ржаной хлеб — 5 порционных кусков"
            },
            {
                "name": "Изюм — 1 горсть"
            },
            {
                "name": "Дрожжи сухие - 1/2 ч.л."
            }
        ],
        "steps": [
            {
                "name": "Нарезать хлеб небольшими кубиками. Подойдет любой ржаной хлеб. Можно использовать Бородинский, тогда вкус получится насыщенный, солодовый.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/suhariki_4-1-300x209.jpg"
            },
            {
                "name": "Хлеб нужно подсушить в духовке до образования золотистой корочки. Такая обжарка подарит квасу янтарный цвет и насыщенный вкус. Жаренные сухари пересыпьте в трехлитровую банку или кастрюлю."
            },
            {
                "name": "К сухарям добавить сахар и изюм, предварительно промытый водой."
            },
            {
                "name": "Вскипятить воду и остудить ее до 70 °С. Залить полученную смесь водой и оставить настаиваться в теплом месте 2-3 часа.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/novyy-kvas-300x225.jpg"
            },
            {
                "name": "В отдельной емкости развести сухие дрожжи в ½ стакане теплой воды и добавить к ним 1 ч.л. сахара. Когда начнется реакция, добавляем полученную смесь в банку с закваской и перемешать."
            },
            {
                "name": "Накрыть банку марлей и поставить в теплое место, можно даже на солнце или теплую батарею в зимний сезон. Квас должен перебродить в течение суток. Время приблизительное и зависит от ваших вкусов, но оно должно быть не меньше 12 часов.",
                "img": "https://foodman.club/wp-content/uploads/2019/01/original-300x225.jpg"
            },
            {
                "name": "Готовый квас процедить через двойной слой марли, перелить в бутылки и хорошо закрыть. Бутылки поставить в холодильник еще на сутки, чтобы квас дозрел. Для придания пикантности в бутылки можно положить несколько изюмин."
            }
        ],
        "desc": "Предлагаем вам простой домашний рецепт, сделать который не составит труда, а процесс не отнимет много времени. На следующий день вы получите классический, любимый всеми напиток.",
        "img": "https://foodman.club/wp-content/uploads/2019/01/pogudx2sb68mdnji6-1.jpg",
        "img_url": "https://foodman.club/wp-content/uploads/2019/01/pogudx2sb68mdnji6-1.jpg"
    },
    
    {
     "name": "Голубцы с говядиной и свининой: видео-рецепт",
     "url": "https://foodman.club/recipe/golubcy-s-govyadinoj-i-svininoj-video-recept/",
     "img": "https://foodman.club/wp-content/uploads/2018/02/IMG_2317-19-02-18-20-29-e1519061965577-1280x1024.jpeg",
     "img_url": "https://foodman.club/wp-content/uploads/2018/02/IMG_2317-19-02-18-20-29-e1519061965577.jpeg",
     "desc": "Рецепт приготовления дома вкусных голубцов как отпечаток пальцев — у каждого свой. Некоторые, как я знаю, капусту отправляют в микроволновку. Мне же классический вариант нравится больше. Расскажу вам свои приемы по отделению листочков.",
     "ingredients": [
      {
       "name": "фарш - 800 г"
      },
      {
       "name": "рис - 2/3 ст"
      },
      {
       "name": "лук - 1 шт"
      },
      {
       "name": "чеснок - 2 зубчика"
      },
      {
       "name": "капуста - 2 кг"
      },
      {
       "name": "томатная паста - 2 ст.л"
      },
      {
       "name": "сметана - 200 г"
      },
      {
       "name": "соль"
      },
      {
       "name": "перец"
      }
     ],
     "steps": [
      {
       "name": "В фарш добавляем промытый рис, мелко нарезанную луковицу (можно воспользоваться блендером или мясорубкой), чеснок, пропущенный через пресс, специи и пол стакана воды для сочности. Перемешиваем. Оставляем постоять, а пока занимаемся капустой."
      },
      {
       "name": "Верхний лист я удаляю. Дальше вокруг кочерыжки делаю небольшим острым ножом надсечки перпендикулярно, чтобы не вырезать кочерыжку совсем, она мне ещё пригодится. В кочерыжку втыкаю глубоко вилку и погружаю капусту в кипящую воду. Очень удобно держа за вилку крутить кочан и снимать щипцами (или второй вилкой) листочки. Иногда по ходу приходится ещё что-то подсечь ножом."
      },
      {
       "name": "Когда все листы отделены, я срезаю у листов жёсткую нижнюю часть. Заворачиваю голубцы."
      },
      {
       "name": "Укладываю их в кастрюлю плотно друг к другу. У меня кастрюля с толстым дном, поэтому кладу голубцы прям так. Кто-то на дно кладёт капустные листья."
      },
      {
       "name": "Делаю соус из томатной пасты, сметаны, сахара, соли, перца и воды. Воду доливала ещё по ходу, около 0,5 л добавила точно."
      },
      {
       "name": "Заливаю соусом голубцы. Сверху закрываю листами капусты. Тушу на маленьком огне под крышкой 40-50 минут."
      }
     ]
    },
    
    
    
    {
     "name": "Борщ по-домашнему: видео-рецепт",
     "url": "https://foodman.club/recipe/borshh-po-domashnemu-video-recept/",
     "img": "https://foodman.club/wp-content/uploads/2018/02/20180128_200440-1280x1024.jpg",
     "img_url": "https://foodman.club/wp-content/uploads/2018/02/20180128_200440.jpg",
     "desc": "Из всех супов мой самый любимый это борщ. Я думаю, любителей этого блюда очень много, и каждая хозяйка готовит этот суп по-своему, используя свои секреты и премудрости. Предлагаю вашему вниманию свой вариант этого чудесного вкусного свекольного супа.",
     "ingredients": [
      {
       "name": "телячьи ребрышки – 500 гр."
      },
      {
       "name": "свекла – 1 шт."
      },
      {
       "name": "картофель – 2-3 шт."
      },
      {
       "name": "морковь – 1 шт."
      },
      {
       "name": "томат – 1 шт."
      },
      {
       "name": "сладкий перец – 1 шт."
      },
      {
       "name": "лук – 1-2 шт."
      },
      {
       "name": "чеснок – 3 дольки"
      },
      {
       "name": "лавровый лист – 3 шт."
      },
      {
       "name": "сахар – 1 ч.л."
      },
      {
       "name": "уксус яблочный – 2 ч.л."
      },
      {
       "name": "соль – по вкусу"
      },
      {
       "name": "специи - по вкусу"
      }
     ],
     "steps": [
      {
       "name": "В кастрюлю налить 2,5 л. воды, довести до кипения и опустить телячьи ребра. Посолить и варить на медленном огне 2 часа."
      },
      {
       "name": "По истечении времени варки достать ребра и дать им время остыть. Если при варке выкипело много воды, то добавить."
      },
      {
       "name": "Накрошить свеклу соломкой и отправить в кастрюлю, варить примерно 10 минут."
      },
      {
       "name": "Картофель нарезать соломкой и отправить к свекле, варить примерно 5 минут."
      },
      {
       "name": "Морковь натереть на крупной терке, томаты и перец порезать небольшими кусочками (зимой я использую замороженные измельченные томаты и перец, заготовленные летом). Подготовленные овощи и лавровые листы опустить в кастрюлю и варить примерно 15 минут."
      },
      {
       "name": "Пока овощи варятся, вернемся к остывшим телячьим ребрышкам. Нужно отделить мясо от костей, порвать руками на небольшие кусочки и опустить в суп."
      },
      {
       "name": "Мелко нарежьте лук и отправьте в кастрюлю. Для того, чтобы наш борщ заиграл вкусовыми красками, в него добавляем специи, сахарный песок, яблочный уксус, зонтик укропа (в данном случае замороженный вариант)."
      },
      {
       "name": "За 5 минут до конца варки опустите измельченный чеснок. Когда суп сварится, его нужно закрыть крышкой и дать немного времени, для того, чтобы он настоялся. Подавать борщ с добавление сметаны или майонеза. Приятного аппетита."
      }
     ]
    },
    
    
    
      {
       "name": "Сельдь под шубой: видео-рецепт",
       "url": "https://foodman.club/recipe/seld-pod-shuboj-2/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/%D1%81%D0%B5%D0%BB%D1%8C%D0%B4%D1%8C-%D0%BF%D0%BE%D0%B4-%D1%88%D1%83%D0%B1%D0%BE%D0%B9.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/%D1%81%D0%B5%D0%BB%D1%8C%D0%B4%D1%8C-%D0%BF%D0%BE%D0%B4-%D1%88%D1%83%D0%B1%D0%BE%D0%B9.jpg",
       "desc": "Классический рецепт праздничного салата, который готовят под новый год почти в каждом доме.\nВкусную сельдь под шубой рекомендую делать из бочковой цельной селедки, а не филе.",
       "ingredients": [
        {
         "name": "Картофель 3 шт"
        },
        {
         "name": "Морковь 1 шт"
        },
        {
         "name": "Свёкла крупная 1 шт"
        },
        {
         "name": "Лук ½ шт"
        },
        {
         "name": "Яйцо 2 шт"
        },
        {
         "name": "Сельдь 1 шт"
        },
        {
         "name": "Майонез 0.2 л"
        }
       ],
       "steps": [
        {
         "name": "Овощи и яйца отварить, остудить, очистить, натереть по отдельности на большой тёрке. Лук мелко нарезать."
        },
        {
         "name": "Сельдь почистить, нарезать мелким кубиком."
        },
        {
         "name": "Картофель приправить небольшим количеством майонеза."
        },
        {
         "name": "Выложить нижний слой картофеля, далее селедку и лук, смазать слой майонезом."
        },
        {
         "name": "Выложить слой моркови и белок, смазать майонезом."
        },
        {
         "name": "Выложить свёклу, смазать майонезом, сверху посыпать тёртым желтком."
        }
       ]
      },
      {
       "name": "Оливье по рецепту 19-го века: видео-рецепт",
       "url": "https://foodman.club/recipe/olive-po-receptu-19-veka/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%9E%D0%BB%D0%B8%D0%B2%D1%8C%D0%B5-%D0%B8%D1%81%D1%82%D0%BE%D1%80%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9-%D0%BF%D0%BE-%D1%80%D0%B5%D1%86%D0%B5%D0%BF%D1%82%D1%83-19-%D0%B2%D0%B5%D0%BA%D0%B0.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/%D0%9E%D0%BB%D0%B8%D0%B2%D1%8C%D0%B5-%D0%B8%D1%81%D1%82%D0%BE%D1%80%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9-%D0%BF%D0%BE-%D1%80%D0%B5%D1%86%D0%B5%D0%BF%D1%82%D1%83-19-%D0%B2%D0%B5%D0%BA%D0%B0.jpg",
       "desc": "Давайте в новый год приготовим вкусный оливье с рябчиком и раковыми шейками по оригинальному историческому рецепту.\nДля заправки салата сделаем домашний майонез, рецепт которого также приводится ниже.",
       "ingredients": [
        {
         "name": "Картофель 3 шт"
        },
        {
         "name": "Огурец свежий 1 шт"
        },
        {
         "name": "Огурец солёный ½ шт"
        },
        {
         "name": "Горошек консервированный 2 ст. л."
        },
        {
         "name": "Лук ½ шт"
        },
        {
         "name": "Рябчик 1 шт"
        },
        {
         "name": "Майонез домашний 3 ст. л."
        },
        {
         "name": "Икра красная 2 ч.л."
        },
        {
         "name": "Раковые шейки консервированные 1 ст.л."
        },
        {
         "name": "Яйцо перепелиное 3 шт"
        },
        {
         "name": "Соль и перец"
        },
        {
         "name": "Яйцо 2 шт (для майонеза)"
        },
        {
         "name": "Горчица дижонская 1 ч.л. (для майонеза)"
        },
        {
         "name": "Уксус винный белый 2 ч.л. (для майонеза)"
        },
        {
         "name": "Масло растительное 1 стакан (для майонеза)"
        },
        {
         "name": "Соль и перец (для майонеза)"
        }
       ],
       "steps": [
        {
         "name": "Овощи и яйца отварить, очистить."
        },
        {
         "name": "Рябчика обжарить до корочки, запечь до готовности 30 мин при 180 С, посолить, поперчить."
        },
        {
         "name": "Нарезать отварные овощи, лук, огурцы, яйца средним кубиком. Смешать. Добавить горошек, раковые шейки (оставить немного на украшение), икру (оставить немного на украшение), заправить майонезом."
        },
        {
         "name": "Отдать через кольцо, украсить зеленью, раковыми шейками, перепелиным яйцом и икрой."
        },
        {
         "name": "Для приготовления домашнего майонеза нам нужно отделить желтки от белков.\nСмешать желтки с горчицей и уксусом, посолить, поперчить.\nНепрерывно взбивая, ввести растительное масло, сначала по каплям, потом тонкой струйкой. Следите, чтобы масло эмульгировалось, иначе майонез расслоится. Если масла много, то прекратите вливать и взбейте до полного эмульгирования, потом продолжите вводить масло."
        }
       ]
      },
      {
       "name": "Студень говяжий или холодец: видео-рецепт",
       "url": "https://foodman.club/recipe/studen-govyazhij-2/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%A5%D0%BE%D0%BB%D0%BE%D0%B4%D0%B5%D1%86.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/%D0%A5%D0%BE%D0%BB%D0%BE%D0%B4%D0%B5%D1%86.jpg",
       "desc": "Давайте приготовим дома вкуснейший праздничный говяжий студень.\nЧтобы его сделать, вам придется потратить полдня, но вкус этого холодца с лихвой возместит ваши трудозатраты!",
       "ingredients": [
        {
         "name": "Кости говяжьи; бычьи хвосты 3 кг"
        },
        {
         "name": "Вода 5 л"
        },
        {
         "name": "Корень сельдерея ½"
        },
        {
         "name": "Корень петрушки 1 шт"
        },
        {
         "name": "Морковь средняя 1 шт"
        },
        {
         "name": "Лук 1 шт"
        },
        {
         "name": "Чеснок 1 шт"
        },
        {
         "name": "Соль и перец"
        },
        {
         "name": "Тмин"
        },
        {
         "name": "Перец горошек"
        },
        {
         "name": "Перец душистый"
        },
        {
         "name": "Кориандр зёрна"
        },
        {
         "name": "Лавр"
        },
        {
         "name": "Стебель сельдерея ½"
        },
        {
         "name": "Тимьян"
        }
       ],
       "steps": [
        {
         "name": "Залить кости холодной водой, чтобы вода покрыла их на 2 пальца. Довести до кипения, снять пену. Варить 6 часов на пузырьковом кипении на слабом огне, бульон не должен кипеть."
        },
        {
         "name": "За 1 час до готовности добавить овощи и коренья, не чистить за исключением корня сельдерея."
        },
        {
         "name": "За 20 минут до готовности добавить специи и пряные травы."
        },
        {
         "name": "Слить бульон."
        },
        {
         "name": "Остудить и разобрать мясо."
        },
        {
         "name": "Смешать с бульоном, добавить порезанную отварную морковь, зелень. Вылить в формы. Оставить на ночь застыть."
        }
       ]
      },
      
      {
       "name": "Котлеты с гречкой и грибами",
       "url": "https://foodman.club/recipe/kotlety-s-grechkoj-i-gribami/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/k-247-00.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/k-247-00.jpg",
       "desc": "Домашние котлеты, приготовленные из куриного фарша с грибами и гречкой — это интересное сочетание и вкус, который идеально дополнен овощами.",
       "ingredients": [
        {
         "name": "Гречка - 1/2 стакана"
        },
        {
         "name": "Фарш куриный - 500 г"
        },
        {
         "name": "Грибы - 250 г"
        },
        {
         "name": "Лук - 1 шт"
        },
        {
         "name": "Морковь - 1 шт"
        },
        {
         "name": "Соль - по вкусу"
        },
        {
         "name": "Специи - по вкусу"
        },
        {
         "name": "Панировочные сухари - 100 г"
        }
       ],
       "steps": [
        {
         "name": "Куриный фарш смешать с тертым луком и измельченной так же морковью."
        },
        {
         "name": "Гречку отварить до готовности и добавить в фарш."
        },
        {
         "name": "Отварные грибы порезать как можно мельче. Можно измельчить их в блендере."
        },
        {
         "name": "Смешать все ингредиенты, посолить, сформировать котлеты."
        },
        {
         "name": "Обваливать каждую в панировочных сухарях и обжаривать на растительном масле по 7 минут с каждой стороны."
        }
       ]
      },
      
    
      {
       "name": "Куриный салат с грибами и овощами",
       "url": "https://foodman.club/recipe/kurinyj-salat-s-gribami-i-ovoshhami/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/1-195.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/1-195.jpg",
       "desc": "Красивый и потрясающе вкусный салат из вареной куриной грудки, маринованных шампиньонов, жаренной моркови, сладкого перца и репчатого лука, можно приготовить на праздничный стол дома.",
       "ingredients": [
        {
         "name": "Куриная грудка (большая) — 1 шт."
        },
        {
         "name": "Маринованные шампиньоны — 250 гр."
        },
        {
         "name": "Сладкий красный перец — 2 шт."
        },
        {
         "name": "Морковь — 2 шт."
        },
        {
         "name": "Репчатый лук — 1 шт."
        },
        {
         "name": "Майонез — 5 ст.л."
        },
        {
         "name": "Растительное масло"
        },
        {
         "name": "Соль"
        }
       ],
       "steps": [
        {
         "name": "Куриную грудку на кости с кожей промываем и отправляем в кипящую соленую воду. Варим 30-35 минут, остужаем, мясо отсоединяем от костей, удаляем кожу, нарезаем кубиками и отправляем в миску.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/2-188-300x172.jpg"
        },
        {
         "name": "В масле отдельно обжариваем до мягкости нарезанную на кружочки морковь, нарезанный на полукольца лук.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/3-171-300x175.jpg"
        },
        {
         "name": "Красный перец, очищаем, нарезаем соломкой и обжариваем в масле до мягкости.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/4-122-300x171.jpg"
        },
        {
         "name": "Маринованные шампиньоны нарезаем небольшими кусочками и все отправляем в миску с куриной грудкой. Добавляем майонез, соль, перемешиваем и охлаждаем минимум 1 час.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/5-76-300x170.jpg"
        },
        {
         "name": "Готовый ароматный салат из курицы, грибов и жареных овощей перекладываем в салатник или выкладываем порциями на тарелки и сразу подаем на стол.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/6-51-300x181.jpg"
        }
       ]
      },
      {
       "name": "Свекольный салат с чесноком",
       "url": "https://foodman.club/recipe/svekolnyj-salat-s-chesnokom/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/1-194.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/1-194.jpg",
       "desc": "Острый и вкусный салат из свеклы, чеснока и майонеза приготовить дома можно очень быстро, если отварить свеклу заранее.",
       "ingredients": [
        {
         "name": "Свёкла (средняя) — 4 шт."
        },
        {
         "name": "Чеснок — ½ головки"
        },
        {
         "name": "Майонез — 3 ст.л."
        },
        {
         "name": "Соль"
        },
        {
         "name": "Укроп"
        }
       ],
       "steps": [
        {
         "name": "Свеклу в кожуре тщательно промываем с губкой и готовим до мягкости. Приготовить свеклу можно тремя способами: отварить в соленой воде 30-40 минут, приготовить в пакете для запекания в микроволновой печи (до 7 минут), запечь в фольге каждую свеклу отдельно (при 180 градусах 40-45 минут)."
        },
        {
         "name": "Готовую свеклу остужаем, очищаем и натираем на средней терке. В миску через пресс измельчаем чеснок, добавляем майонез и перемешиваем.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/2-187-300x130.jpg"
        },
        {
         "name": "Подготовленную чесночную смесь отправляем в свеклу, солим, перемешиваем, посыпаем нарезанным укропом и сразу подаем на стол.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/3-170-300x203.jpg"
        }
       ]
      },
      
      
      
      {
       "name": "Гусь фаршированный",
       "url": "https://foodman.club/recipe/gus-farshirovannyj/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/208_0126_PIC_02_6hi.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/208_0126_PIC_02_6hi.jpg",
       "desc": "Главное блюдо из птицы — это вкусный гусь, фаршированный яблоками. Гвоздь любого стола. Всегда поражает масштабом (в среднем 3.5 кг) и величием. Готовить его дома не сложно, необходимо терпение и точное следование рецепту. Например, гуся во время запекания (два часа) следует регулярно поливать образовавшимся жиром. Также необходимо заложить 2 часа на маринование мяса.",
       "ingredients": [
        {
         "name": "гусь (3–3.5 кг)"
        },
        {
         "name": "1 кг картофеля"
        },
        {
         "name": "3 больших яблока (лучше кислых)"
        },
        {
         "name": "соль и перец"
        }
       ],
       "steps": [
        {
         "name": "Тушу гуся хорошо помыть, натереть солью-перцем изнутри и снаружи. Оставить на два часа в прохладном месте (зимой на балконе).",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0226_PIC_98_p-300x225.jpg"
        },
        {
         "name": "Картофель очистить, помыть, нарезать кубиками, отварить до полуготовности в подсоленной воде.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0326_PIC_98_p-300x225.jpg"
        },
        {
         "name": "Яблоки помыть, очистить, удалить сердцевину с семечками и нарезать крупными кусочками.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0426_PIC_99_p-300x225.jpg"
        },
        {
         "name": "В миске смешать картофель с яблоками.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0526_PIC_00_p-300x225.jpg"
        },
        {
         "name": "Тушу гуся неплотно нафаршировать подготовленной начинкой, крепко зашить.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0626_PIC_00_p-300x225.jpg"
        },
        {
         "name": "Переложить гуся на форму швом вверх.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0726_PIC_00_p-300x225.jpg"
        },
        {
         "name": "Запекать в духовке два часа при температуре 200 градусов.\nВо время запекания регулярно поливать гуся образовавшимся жиром.\nВ конце тушу осторожно закрыть фольгой от пригорания."
        },
        {
         "name": "Готового гуся подать с зеленью, свежими овощами, украсив по вкусу (нити удалить).",
         "img": "https://foodman.club/wp-content/uploads/2017/12/208_0126_PIC_02_6hi-1-300x199.jpg"
        }
       ]
      },
      {
       "name": "Салат с грибами “Березовая опушка”",
       "url": "https://foodman.club/recipe/salat-berezovaya-opushka/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/Y939FeO96aA.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/Y939FeO96aA.jpg",
       "desc": "Салат, приготовленный с реалистичными березками — это домашнее блюдо сделано в оригинальном оформлении и с исконно русским вкусом.",
       "ingredients": [
        {
         "name": "Опята - 200 г"
        },
        {
         "name": "Лук - 1 шт"
        },
        {
         "name": "Зелень - 100 г"
        },
        {
         "name": "Яйца - 5 шт"
        },
        {
         "name": "Майонез - 100 г"
        },
        {
         "name": "Маслины - для украшения"
        },
        {
         "name": "Ягоды - для украшения"
        },
        {
         "name": "Лук зеленый - 50 г"
        }
       ],
       "steps": [
        {
         "name": "Маринованные опята выложить на блюдо для подачи."
        },
        {
         "name": "Добавить слой лука, измельченного тонкими кольцами. Добавить веточки укропа.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/01-113-300x200.jpg"
        },
        {
         "name": "Посыпать тертым яичным белком, смазать майонезом."
        },
        {
         "name": "Засыпать яичным желтком и приступить к украшению."
        },
        {
         "name": "Стволы березкам сделать из майонеза и оформить их кусочками маслин."
        },
        {
         "name": "Траву на опушке сделать из листиков петрушки, а крону березам — из измельченного зеленого лука. Из луковых перьев и ягодок сделать кустики."
        }
       ]
      },
      {
       "name": "Утка с яблоками и рисом в духовке",
       "url": "https://foodman.club/recipe/utka-s-yablokami-i-risom-v-duxovke/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/1-169.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/1-169.jpg",
       "desc": "Праздничную вкусную утку, маринованную в майонезе с чесноком, луком, фаршированную яблоками, вареным рисом, морковью, приготовим дома в духовке.",
       "ingredients": [
        {
         "name": "Утка — 1 шт."
        },
        {
         "name": "Вареный рис — 3 чашки"
        },
        {
         "name": "Яблоко — 2 шт."
        },
        {
         "name": "Морковь — 2 шт."
        },
        {
         "name": "Чеснок — 6 долек"
        },
        {
         "name": "Репчатый лук — ½ шт."
        },
        {
         "name": "Майонез — 1 чашка"
        },
        {
         "name": "Сушеная петрушка — 1 ст.л."
        },
        {
         "name": "Молотый перец"
        },
        {
         "name": "Соль"
        }
       ],
       "steps": [
        {
         "name": "В миску выкладываем майонез, добавляем натертые чеснок с луком, сушеную петрушку и перемешиваем.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/2-165-300x169.jpg"
        },
        {
         "name": "Тушку утки промываем, отправляем в миску с ароматным маринадом, хорошо натираем, переворачиваем, накрываем и охлаждаем 6-7 часов.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/3-149-300x169.jpg"
        },
        {
         "name": "В миске смешиваем вареный рис с солью, молотым перцем, дольками яблок, нарезанной морковью. Тушку утки вынимаем из маринада, протираем, заполняем подготовленной рисовой начинкой и скрепляем зубочистками. Духовку ставим на 150 градусов.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/4-108-300x168.jpg"
        },
        {
         "name": "Утку перекладываем в форму и ставим в духовку на 90 минут, пока не покроется коричневой корочкой. Ароматную красивую утку с яблоками и рисом вынимаем, перекладываем на блюдо и сразу подаем на стол."
        }
       ]
      },
      {
       "name": "Киш “по-нашему”",
       "url": "https://foodman.club/recipe/kish-po-nashemu/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/eqCw0bDf8_E.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/eqCw0bDf8_E.jpg",
       "desc": "Киш — это традиционное французское блюдо, приготовленное с курицей и грибами. Попробуйте сделать с кабачком вместо грибов и вы получите очень вкусный домашний вариант этого пирога.",
       "ingredients": [
        {
         "name": "Яйца - 2 шт"
        },
        {
         "name": "Сливочное масло - 100 г"
        },
        {
         "name": "Сметана - 150 г"
        },
        {
         "name": "Мука - 250 г"
        },
        {
         "name": "Соль - по вкусу"
        },
        {
         "name": "Сахар - 30 г"
        },
        {
         "name": "Кабачки - 350 г"
        },
        {
         "name": "Курица - 350 г"
        },
        {
         "name": "Сливки - 250 мл"
        },
        {
         "name": "Сыр - 300 г"
        }
       ],
       "steps": [
        {
         "name": "Смешайте яйца, размягченное масло, сметану, сахар с солью и муку."
        },
        {
         "name": "Вымешайте крутое тесто и отложите его на 15 минут."
        },
        {
         "name": "Кабачки измельчите кубиками.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/01-126-300x151.jpg"
        },
        {
         "name": "Курицу нарежьте на кусочки небольшого размера. Смешайте эти ингредиенты и посолите."
        },
        {
         "name": "Раскатайте тесто и выложите в форму, сформировав небольшие бортики. Выложите начинку на тесто."
        },
        {
         "name": "Залейте сливками, смешанными с небольшим количеством муки."
        }
       ]
      },
      {
       "name": "Гречка-солянка",
       "url": "https://foodman.club/recipe/grechka-solyanka/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/Gorchogek8.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/Gorchogek8.jpg",
       "desc": "Гречка-солянка — это основное блюдо с ярким вкусом, которое можно приготовить дома в лучших деревенских традициях.",
       "ingredients": [
        {
         "name": "Гречка - 150 г"
        },
        {
         "name": "Свинина - 400 г"
        },
        {
         "name": "Капуста - 200 г"
        },
        {
         "name": "Морковь - 2 шт"
        },
        {
         "name": "Лук - 2 шт"
        },
        {
         "name": "Зелень - 50 г"
        },
        {
         "name": "Картофель - 4 шт"
        },
        {
         "name": "Томатная паста - 2 стол. ложки"
        },
        {
         "name": "Специи - по вкусу"
        },
        {
         "name": "Соль - по вкусу"
        }
       ],
       "steps": [
        {
         "name": "Гречку переберите."
        },
        {
         "name": "Мясо измельчите на кусочки.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/01-148-300x202.jpg"
        },
        {
         "name": "Картофель тщательно помойте и нарежьте на среднего размера куски вместе с кожурой."
        },
        {
         "name": "Капусту нарубите тонкой соломкой, морковь натрите на терке, а лук порежьте кубиками."
        },
        {
         "name": "Смешайте все ингредиенты, посолите и поперчите. Залейте стаканом воды и добавьте томатную пасту."
        },
        {
         "name": "Готовьте в духовке при 180 градусах 60 минут."
        }
       ]
      },
      
      {
       "name": "Курица, запеченная в тыкве с гречкой и курагой",
       "url": "https://foodman.club/recipe/kurica-zapechennaya-v-tykve-s-grechkoj-i-kuragoj/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/%D1%82%D1%8B%D0%BA%D0%B2%D0%B0-%D0%BA%D1%83%D1%80%D0%B8%D1%86%D0%B0.png",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/%D1%82%D1%8B%D0%BA%D0%B2%D0%B0-%D0%BA%D1%83%D1%80%D0%B8%D1%86%D0%B0.png",
       "desc": "Тыква — невероятно полезный овощ, содержащий клетчатку. Она выводит вредные вещества из организма и препятствует камнеобразованию в желчном пузыре. В сочетании с рубленной на порции запеченной курицей и гарниром получается шикарное, одновременно полезное, сытное и вкусное блюдо. Причем готовится дома единовременно как «три в одном»: курица, тыква и гарнир (гречка с курагой). Приступаем!",
       "ingredients": [
        {
         "name": "курица - 1 тушка (около 1300 г)"
        },
        {
         "name": "тыква средняя - 1 шт. (около 1500 г)"
        },
        {
         "name": "гречка - 1 стакан"
        },
        {
         "name": "курага - 100 г"
        },
        {
         "name": "соль"
        },
        {
         "name": "приправа для курицы"
        },
        {
         "name": "оливковое масло - 3 ст.ложки"
        }
       ],
       "steps": [
        {
         "name": "Отвариваем гречневую крупу в подсоленной воде до полуготовности."
        },
        {
         "name": "Берем большую тыкву круглой формы. Немного отступив от плодоножки, вырезаем круг. Чтобы срез выглядел красиво, его можно сделать зубчатым. Снимаем вырезанную верхушку, вычищаем семена и некоторую часть мякоти."
        },
        {
         "name": "Если курага жесткая, то заливаем ее горячей водой на 15-20 минут. Мягкую курагу распаривать не нужно. Режем курагу на небольшие кусочки. Смешиваем с гречкой."
        },
        {
         "name": "Целую курицу моем, обсушиваем и рубим на 8-10 порционных кусков. Снимаем кожу, срезаем жир и гузку."
        },
        {
         "name": "Дно и стенки тыквы смазываем оливковым маслом. В тыкву выкладываем сначала гречку, смешанную с курагой, а затем куски курицы. Солим и посыпаем приправой для курицы. Сверху также немного поливаем оливковым маслом."
        },
        {
         "name": "Закрываем тыкву срезанной верхушкой. Отправляем в раскаленную до 180 градусов духовку на 1,5-2 часа."
        },
        {
         "name": "Подаем курицу на стол в тыкве, сняв срезанную верхушку."
        }
       ]
      },
      {
       "name": "Русские вареники",
       "url": "https://foodman.club/recipe/russkie-vareniki/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie.jpg",
       "desc": "Вкусные вареники с творогом и картофелем это классический рецепт русской кухни. Приготовить дома их можно достаточно быстро, просто сделайте отварной картофель заранее.",
       "ingredients": [
        {
         "name": "Мука – 350 г"
        },
        {
         "name": "Яйца – 1 шт."
        },
        {
         "name": "Вода – ¾ стакана"
        },
        {
         "name": "Картофель – 200 г"
        },
        {
         "name": "Творог – 200 г"
        },
        {
         "name": "Лук репчатый – 100 г"
        },
        {
         "name": "Перец"
        },
        {
         "name": "Петрушка"
        },
        {
         "name": "Соль"
        }
       ],
       "steps": [
        {
         "name": "Перемешать муку с водой и яйцом. Замесить тесто до однородной, гладкой массы. Накрыть пленкой и отставить его в сторону на полчаса.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie-krok-2-300x200.jpg"
        },
        {
         "name": "Картофель отварить. Тем временем нужно почистить лук, нарезать его мелким кубиком и обжарить на сковороде. Остывший картофель перекрутить через мясорубку, добавить творог, половину лука, соль и перец.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie-krok-1-300x200.jpg"
        },
        {
         "name": "Тесто разделить на несколько частей и раскатать его. Из теста вырезать круглые кусочки, на которые нужно положить по ложке начинки и слепить обычные вареники.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie-krok-3-300x200.jpg"
        },
        {
         "name": "Теперь пришло время варки. Для этого в кастрюлю нужно набрать воды и поставить ее на огонь, немного присолить. Когда вода закипит – забросить вареники и варить их на протяжении 4-5 минут. При этом их нужно часто помешивать, но делать это необходимо аккуратно, чтобы не повредить тонкое тесто.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/pierogi-ruskie-krok-4-300x200.jpg"
        },
        {
         "name": "Когда вареники будут готовы, выложить их на порционные тарелки, сверху посыпать оставшимся жаренным луком и рубленной петрушкой."
        }
       ]
      },
      {
       "name": "Щи по-деревенски с гречей",
       "url": "https://foodman.club/recipe/shhi-po-derevenski-s-grechej/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5116.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5116.jpg",
       "desc": "Классические, несправедливо забытые вкусные щи с гречневой кашей. Такой вариант можно приготовить дома для любого времени года.",
       "ingredients": [
        {
         "name": "Свиные ребрышки— 800 г"
        },
        {
         "name": "Бочковая капуста — 700г"
        },
        {
         "name": "Картофель — 6 клубней"
        },
        {
         "name": "Лук— 100г"
        },
        {
         "name": "Морковь — 100 г"
        },
        {
         "name": "Томат-паста — 1 ст.л."
        },
        {
         "name": "Крупа гречневая — 200 г."
        },
        {
         "name": "Смалец — 1 ст. л."
        },
        {
         "name": "Соль — 1 ч.л."
        },
        {
         "name": "Перец черный — 1⁄4 ч.л."
        },
        {
         "name": "Сметана — 100 г"
        },
        {
         "name": "Лавровый лист — 2 шт"
        },
        {
         "name": "Укроп/лук-1 пучок"
        }
       ],
       "steps": [
        {
         "name": "Приготовим бульон для щей. Рубленые ребра, залитые водой, вскипятить, снять пену. Опустить в кастрюлю целую луковицу, морковь и добавить бочковую капусту, готовим чуть больше часа.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5116-step1-300x159.jpg"
        },
        {
         "name": "И чищеные картофельные клубни, которые нужно варить до мягкости.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5116-step2-300x159.jpg"
        },
        {
         "name": "Из стакана гречки и 3-х стаканов воды варим гречневую кашу. После того как каша приготовится, кастрюлю с кашей укутать."
        },
        {
         "name": "На смальце обжариваем нарезанную луковицу и морковь, затем выкладываем к ним томат-пасту и обжариваем еще пару минут. Вливаем 50 мл бульона, тушим под крышкой 5 минут."
        },
        {
         "name": "Отваренный картофель давим толкушкой на куски и выкладываем в суп вместе с зажаркой.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5116-step6-300x159.jpg"
        },
        {
         "name": "Следом добавляем лист лавра, перец, досаливаем если нужно. Провариваем 5 минут и, сняв с огня и закрыв крышкой кастрюлю, укутываем так же, как и кашу. Дать супу потомиться в укутанном виде пару тройку часов."
        },
        {
         "name": "Положить в порцию супа сметану и зелень, подать вместе с кашей."
        }
       ]
      },
      {
       "name": "Капустная солянка с говядиной",
       "url": "https://foodman.club/recipe/kapustnaya-selyanka-s-govyadinoj/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5600-step8.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5600-step8.jpg",
       "desc": "Сытная вкусная селянка из квашеной капусты с колбасками и говядиной. Для поклонников домашних солянок и селянок. Готовим!",
       "ingredients": [
        {
         "name": "Говядина — 400 г"
        },
        {
         "name": "Сливочное масло — 2 ст.л."
        },
        {
         "name": "Морковь — 1 шт"
        },
        {
         "name": "Лук — 1 шт"
        },
        {
         "name": "Капуста бочковая— 400 г"
        },
        {
         "name": "Огурцы бочковые— 4 шт"
        },
        {
         "name": "Колбаски копченые — 2 шт"
        },
        {
         "name": "Колбаса варено-копченая — 50 г"
        },
        {
         "name": "Томаты пилати— 150 г"
        },
        {
         "name": "Маслины-1 горсть"
        },
        {
         "name": "Лимон-для подачи"
        },
        {
         "name": "Зелень-1 пучок"
        },
        {
         "name": "Перец-по вкусу"
        }
       ],
       "steps": [
        {
         "name": "Мясное филе режем полосочками и обжариваем на масле до небольшой корочки со всех сторон.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5600-step1-300x175.jpg"
        },
        {
         "name": "В сотейник выкладываем и обжариваем лук, морковку, и оба вида колбасы.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5600-step2-300x175.jpg"
        },
        {
         "name": "Через 5-7 минут выкладываем к ним пробитые в пюре томаты пилати. Тушим минуты 3-4."
        },
        {
         "name": "Капусту и нарезанные огурцы припускаем в небольшом количестве воды, а затем соединяем с томатной зажаркой."
        },
        {
         "name": "Тушим овощи около 10 минут.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5600-step5-300x174.jpg"
        },
        {
         "name": "Заливаем водой до необходимой густоты и варим четверть часа на небольшом огне."
        },
        {
         "name": "Выкладываем в суп зелень и маслины, несколько штук, нарезав колечками. Для супа маслины лучше брать с косточками, у них более насыщенный вкус. Жидкость от маслин тоже можно влить в суп, предварительно прокипятив ее."
        },
        {
         "name": "Дать супу закипеть и выключить огонь."
        },
        {
         "name": "Подавать с лимоном и перцем. Желающим в селянку можно положить сметану, но она хороша и без того."
        }
       ]
      },
      {
       "name": "Сельдь в овощном соусе",
       "url": "https://foodman.club/recipe/seld-v-ovoshhnom-souse/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/1-129.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/1-129.jpg",
       "desc": "Очень вкусная закуска на праздничный стол получится, если ее приготовить дома из соленой следки, соленых огурцов, репчатого лука в соусе из кетчупа, горчицы, растительного масла и сахара. Сделать закуску надо заранее.",
       "ingredients": [
        {
         "name": "Филе слабосоленой сельди — 500 гр."
        },
        {
         "name": "Соленые огурцы — 5 шт."
        },
        {
         "name": "Репчатый лук — 4 шт."
        },
        {
         "name": "Кетчуп — 7 ст.л."
        },
        {
         "name": "Сладкая горчица — 1 ст.л."
        },
        {
         "name": "Сахар — 1.5 ст.л."
        },
        {
         "name": "Растительное масло — 5 ст.л."
        },
        {
         "name": "Лавровый лист — 2 шт."
        },
        {
         "name": "Молотый перец"
        }
       ],
       "steps": [
        {
         "name": "Филе сельди промываем и нарезаем на небольшие кусочки. Репчатый лук нарезаем перьями, огурцы разрезаем пополам и вдоль на тонкие ломтики."
        },
        {
         "name": "В миску отправляем лук с огурцами, добавляем кетчуп, горчицу, масло, сахар, лавровый лист, молотый перец и хорошо перемешиваем. Отправляем подготовленные кусочки селедки в овощной соус.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/2-129-300x180.jpg"
        },
        {
         "name": "Селедку с овощами в кетчупе перемешиваем, накрываем и ставим в холодильник на 7 часов. Ароматную селедку в овощном соусе вынимаем и сразу подаем на стол.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/3-115-300x196.jpg"
        }
       ]
      },
      
      {
       "name": "Щи суточные на бочковой капусте с грибами и свининой",
       "url": "https://foodman.club/recipe/shhi-sutochnye-na-bochkovoj-kapuste-s-gribami-i-svininoj/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5305-step9.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5305-step9.jpg",
       "desc": "Одни из самых известных русских щей — суточные, будем делать на бульоне из свинины с сушеными лесными грибами и бочковой капустой. С плотным насыщенным вкусом. Раньше такие домашние щи готовились только зимой.",
       "ingredients": [
        {
         "name": "Свинина постная — 400 г"
        },
        {
         "name": "картофель — 4 шт"
        },
        {
         "name": "капуста бочковая — 600 г"
        },
        {
         "name": "лук репчатый — 2 шт"
        },
        {
         "name": "морковь — 2 шт"
        },
        {
         "name": "лавровый лист — 1-2 шт"
        },
        {
         "name": "грибы лесные сушеные — 10-15 г"
        },
        {
         "name": "соль-по вкусу"
        },
        {
         "name": "Зелень-для подачи"
        }
       ],
       "steps": [
        {
         "name": "Начнем с бульона из свинины. Зальем водой мясо и вскипятим, снимем пену. 1 морковь, 1 луковицу и лист лавра добавляем к мясу. Варим на тихом огне 1.5 часа."
        },
        {
         "name": "За это время подготовим капусту. Пассеруем морковь с луком на масле и, добавив к ним бочковую капусту, заливаем 300 мл. воды. Тушим на минимальном огне под крышкой 60 минут до прозрачности капусты.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5305-step3-300x175.jpg"
        },
        {
         "name": "Бульон процеживаем через влажную ткань. Мясо режем порционными кусками и возвращаем в бульон вместе с целыми картофелинами и промытыми сухими грибами."
        },
        {
         "name": "Когда картофель сварится, его нужно размять толкушкой на разные кусочки. И вернуть назад.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5305-step6-300x171.jpg"
        },
        {
         "name": "Кладем капусту в суп, варим 15 минут на очень маленьком огне. И выставляем на балкон зимой, а в теплое время года ждем, когда они охладятся, и ставим в холодильник. Щи будут готовы на следующий день. Подаем со свежей зеленью."
        }
       ]
      },
      {
       "name": "Щи с ребрышками из бочковой капусты, томленые в чугунке",
       "url": "https://foodman.club/recipe/shhi-s-rebryshkami-iz-bochkovoj-kapusty-tomlenye-v-chugunke/",
       "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5257-step10.jpg",
       "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5257-step10.jpg",
       "desc": "Этот домашний суп готовится очень долго, часа четыре. Но он стоит каждую минуту ваших усилий. Сделайте шикарные щи на говяжьих ребрышках с квашеной капустой, бесподобный вкус!",
       "ingredients": [
        {
         "name": "Говяжьи ребра — 1 кг"
        },
        {
         "name": "Капуста бочковая — 1 кг"
        },
        {
         "name": "Лук — 2 шт"
        },
        {
         "name": "Морковь — 2 шт"
        },
        {
         "name": "Картофель — 4 шт"
        },
        {
         "name": "Лавровый лист — 1 шт"
        },
        {
         "name": "Зелень/укропа/лука — 1 пучок"
        },
        {
         "name": "Перец белый/черный/душистый меленка-по вкусу"
        },
        {
         "name": "Соль- по вкусу"
        }
       ],
       "steps": [
        {
         "name": "В чугуне варим из ребер на малом огне бульон. После закипания снимаем пену и кладем луковицу, морковку, лист лавра. Варим 2 часа.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5257-step1-300x174.jpg"
        },
        {
         "name": "Измельчаем морковь с луком и пассеруем на масле."
        },
        {
         "name": "Выкладываем к овощам капусту, вливаем 200 мл воды, тушим на минимальном огне 2 часа.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5257-step4-300x173.jpg"
        },
        {
         "name": "В бульон добавляем картофелины и готовим их до мягкости.",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5257-step5-1-300x175.jpg"
        },
        {
         "name": "Отварной картофель проминаем толкушкой."
        },
        {
         "name": "Ребра вытаскиваем из чугунка, снимаем с костей мясо, режем и кладем назад вместе с толченым картофелем."
        },
        {
         "name": "Капусту также закладываем в бульон, как и рубленую зелень. Суп в общем то готов, но нужно сделать над собой усилие (чтобы не съесть раньше времени) и поставить чугунок в духовку на 150 С на 1.5-2 часа. Подаем со сметаной."
        }
       ]
      },
      
     
        
        {
         "name": "Горшочки с капустой, картофелем и куриным филе",
         "url": "https://foodman.club/recipe/gorshochki-s-kapustoj-kartofelem-i-kurinym-file/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/489_0183_9473_6hi.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/489_0183_9473_6hi.jpg",
         "desc": "Диетический вариант вкусного жаркого, приготовленного дома в горшочках. Все ингредиенты нарезаются и без обжарки послойно закладываются в горшки. Очень простой способ приготовления полноценного ужина. Для детского стола блюдо не перчить.",
         "ingredients": [
          {
           "name": "500 г куриного филе"
          },
          {
           "name": "400 г капусты"
          },
          {
           "name": "500 г картофеля"
          },
          {
           "name": "200 г болгарского перца"
          },
          {
           "name": "150 г моркови"
          },
          {
           "name": "150 г лука"
          },
          {
           "name": "соль и перец"
          },
          {
           "name": "растительное масло"
          }
         ],
         "steps": [
          {
           "name": "Лук измельчить, морковь натереть на терке, курицу порезать небольшими кусочками, капусту нашинковать, сладкий перец порезать соломкой, картофель нарезать брусочками или кубиками.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/489_0756_9414_p-300x225.jpg"
          },
          {
           "name": "Собираем наши горшочки. Дно горшков смазываем растительным маслом и первым слоем выкладываем кусочки мяса, слегка солим-перчим, дальше — нашинкованную капусту, картофель брусками, измельченный лук, тертую морковь, соломки перца, снова солим-перчим.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/489_01344_9439_p-300x225.jpg"
          },
          {
           "name": "В каждый горшочек налить по 100 мл холодной воды и убрать в духовой шкаф на час при 200 градусах.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/489_01444_9451_p-300x225.jpg"
          },
          {
           "name": "Готовое блюдо подавать, посыпав измельченной зеленью."
          }
         ]
        },
        {
         "name": "Горшочки с мясом и картофелем",
         "url": "https://foodman.club/recipe/gorshochki-s-myasom-i-kartofelem/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/230_0121xoi_9366_6hi.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/230_0121xoi_9366_6hi.jpg",
         "desc": "Мясо, запеченное в горшочках, всегда получается вкусным и ароматным, это блюдо, приготовленное дома, не исключение. Если вы не располагаете достаточным временем, можно все продукты класть в горшки не обжаривая, получится быстрый и диетический вариант, но блюдо получится более водянистым.",
         "ingredients": [
          {
           "name": "1 кг мяса"
          },
          {
           "name": "1 кг картофеля"
          },
          {
           "name": "200 г моркови"
          },
          {
           "name": "200 г лука"
          },
          {
           "name": "5 ст. л. томатной пасты или кетчупа"
          },
          {
           "name": "растительное масло"
          },
          {
           "name": "соль и перец"
          }
         ],
         "steps": [
          {
           "name": "На разогретой сковороде с маслом обжарить измельченный лук с тертой морковью.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_0642kqm_9168_p-300x225.jpg"
          },
          {
           "name": "Далее жарить с мясом, нарезанным небольшими кусочками, слегка посолить-поперчить.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_0779oev_9174_p-300x225.jpg"
          },
          {
           "name": "Через пять минут добавить томатную пасту или кетчуп, размешать. Продолжить жарить еще двадцать минут.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_0879oev_9189_p-300x225.jpg"
          },
          {
           "name": "Очищенный и нарезанный кубиками или брусочками картофель обжарить на масле до полуготовности.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_01079oev_9249_p-300x225.jpg"
          },
          {
           "name": "В керамические порционные горшочки объемом 500 мл выложить обжаренный картофель, сверху — тушеное мясо.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_01221xoi_9288_p-300x225.jpg"
          },
          {
           "name": "Горшочки закрыть крышками и убрать в духовой шкаф на полчаса при 180 градусах.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_01321xoi_9304_p-300x225.jpg"
          },
          {
           "name": "Готовое блюдо подавать горячим, посыпав измельченной зеленью.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/230_01463pw4_9359_p-300x225.jpg"
          }
         ]
        },
        {
         "name": "Горшочки с мясом, фасолью и грибами",
         "url": "https://foodman.club/recipe/gorshochki-s-myasom-fasolyu-i-gribami/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/781_01663zy_3270_6hi.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/781_01663zy_3270_6hi.jpg",
         "desc": "Вкусное запеченное мясо с грибами, фасолью. Фасоль следует предварительно замочить минимум на три часа (можно на ночь). По этому рецепту можно приготовить дома блюдо в едином большом горшке объемом 2.5 литра.",
         "ingredients": [
          {
           "name": "300 г помидоров"
          },
          {
           "name": "300 г грибов"
          },
          {
           "name": "200 г болгарского перца"
          },
          {
           "name": "150 г лука"
          },
          {
           "name": "соль"
          },
          {
           "name": "перец"
          },
          {
           "name": "растительное масло"
          },
          {
           "name": "500 г говядины"
          },
          {
           "name": "200 г фасоли"
          }
         ],
         "steps": [
          {
           "name": "Отварить предварительно замоченную фасоль до готовности (примерно полчаса, зависит от сорта фасоли).",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_03663zy_2855_p-300x225.jpg"
          },
          {
           "name": "На растительном масле в разогретой сковороде слегка обжарить измельченный лук.\nВыложить к нему кусочки говядины (или свинины, баранины), немного посолить-поперчить."
          },
          {
           "name": "Через пять минут добавить очищенный от семян перегородок сладкий перец, нарезанный небольшими кусочками."
          },
          {
           "name": "В конце добавить измельченный помидор, хорошо размешать, через две минуты снять с огня.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_01371acj_2851_p-300x225.jpg"
          },
          {
           "name": "Собираем наши горшочки объемом 500 мл: половину тушеного мяса распределить по пяти горшочкам.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_014663zy_2905_p-300x225.jpg"
          },
          {
           "name": "Накрыть мясо отварной фасолью.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_01571acj_2917_p-300x225.jpg"
          },
          {
           "name": "Выложить остальное мясо.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_01671acj_2922_p-300x225.jpg"
          },
          {
           "name": "В каждый горшок налить по 50 мл холодной воды, накрыть крышками и убрать в духовой шкаф на час при 180 градусах.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_018663zy_2939_p-300x225.jpg"
          },
          {
           "name": "Готовое блюдо подать с измельченной зеленью.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/781_01969n20_3209_p-300x225.jpg"
          }
         ]
        },
        {
         "name": "Витаминная окрошка на кефире с водой и отварной говядиной",
         "url": "https://foodman.club/recipe/vitaminnaya-okroshka-na-kefire-s-vodoj-i-otvarnoj-govyadinoj/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5744.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5744.jpg",
         "desc": "Как только на прилавках появляются первые весенние ароматные огурцы и редис, наступает пора готовить дома окрошку. Воду для окрошки можно брать как обычную, но тогда ее нужно немного подкислить, так и газированную.",
         "ingredients": [
          {
           "name": "Филе говядины — 700 г"
          },
          {
           "name": "Картофель — 3-4 клубня"
          },
          {
           "name": "Яйца — 3-4 шт"
          },
          {
           "name": "Огурец — 4 шт"
          },
          {
           "name": "Лук-1 пучок"
          },
          {
           "name": "Петрушка- 1 пучок"
          },
          {
           "name": "Укроп -1 пучок"
          },
          {
           "name": "Кефир -1 л"
          },
          {
           "name": "Вода - 1 л"
          },
          {
           "name": "Соль-по вкусу"
          },
          {
           "name": "Смесь белого и черного перца-по вкусу"
          },
          {
           "name": "Хрен столовый-1 ст.л."
          },
          {
           "name": "Редис — 0.5 кг"
          },
          {
           "name": "Лимонная кислота - по вкусу"
          }
         ],
         "steps": [
          {
           "name": "Мякоть говядины залить водой, подсолить и отварить до готовности.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5744-step1-300x177.jpg"
          },
          {
           "name": "Параллельно готовим картофель в мундире и яйца."
          },
          {
           "name": "Охлажденный картофель с яйцами чистим, нарезаем винегретницей. Мелко шинкуем зелень и обминаем ее. Мясо, огурцы и редис острым ножом режем мелким кубиком.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5744-step4-300x175.jpg"
          },
          {
           "name": "В кастрюлю с овощами наливаем смесь кефира и воды (если вода газированная, то ее наливаем непосредственно перед подачей)"
          },
          {
           "name": "Солим, перчим, добавляем лимонную кислоту и хрен. Выдерживаем в холодильнике пару часов и подаем на стол."
          }
         ]
        },
        {
         "name": "Утка с гречкой в горшочках",
         "url": "https://foodman.club/recipe/utka-s-grechkoj-v-gorshochkax/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/1005_0192quy_7338_6hi.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/1005_0192quy_7338_6hi.jpg",
         "desc": "Рецепт праздничного блюда, который отнимет достаточно времени в приготовлении дома, но результат порадует сочностью, ароматом и превосходным вкусом утки. Из указанного количества продуктов получатся четыре горшка объемом 500 мл.",
         "ingredients": [
          {
           "name": "половина утки (около 1 кг)"
          },
          {
           "name": "150 г гречки (сухой)"
          },
          {
           "name": "300 г грибов"
          },
          {
           "name": "150 г лука"
          },
          {
           "name": "соль и перец"
          },
          {
           "name": "растительное масло"
          },
          {
           "name": "50 мл соевого соуса"
          },
          {
           "name": "2 ст. л. томатного соуса"
          }
         ],
         "steps": [
          {
           "name": "Утку помыть, нарезать небольшими кусочками, жир удалить."
          },
          {
           "name": "Приготовить маринад, смешав соевый и томатный соусы. Этим соусом обмазать утку и оставить на полчаса.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_0521ut4_7217_p-300x225.jpg"
          },
          {
           "name": "Промаринованные кусочки утки обжарить с двух сторон на сковороде с маслом, накрыть крышкой и тушить на небольшом огне 45 минут.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_0621ut4_7219_p-300x225.jpg"
          },
          {
           "name": "Отдельно обжарить на масле измельченные лук и грибы, слегка посолить-поперчить. Через 15 минут снять с огня.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_01076vaz_7237_p-300x225.jpg"
          },
          {
           "name": "Собираем наши горшочки. На дно распределить сухую гречку.\nСверху — тушеное мясо, обжаренные грибы с луком.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_01392quy_7253_p-300x225.jpg"
          },
          {
           "name": "Налить холодной воды вровень с содержимым.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_01492quy_7258_p-1-300x225.jpg"
          },
          {
           "name": "Горшочки закрыть крышками и убрать на час в духовой шкаф при 180 градусах.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_01592quy_7265_p-300x225.jpg"
          },
          {
           "name": "Готовое блюдо подавать горячим.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/1005_01692quy_7329_p-300x225.jpg"
          }
         ]
        },
        {
         "name": "Сметанный рассольник с рыбой",
         "url": "https://foodman.club/recipe/smetannyj-rassolnik-s-ryboj/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5669-step9.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes5669-step9.jpg",
         "desc": "Хотя рыбные рассольники и не приобрели широкую популярность, они не менее вкусны и ароматны. Готовим дома сметанный рассольник из белой рыбы.",
         "ingredients": [
          {
           "name": "Рыба белая филе — 500 г"
          },
          {
           "name": "Крупа перловая — 1⁄2 ст"
          },
          {
           "name": "Картофель — 4 шт"
          },
          {
           "name": "Огурцы бочковые — 2 шт"
          },
          {
           "name": "Лук — 1 шт"
          },
          {
           "name": "Морковь — 1 шт"
          },
          {
           "name": "Масло растительное-2 ст.л"
          },
          {
           "name": "Огуречный рассол — 100 мл"
          },
          {
           "name": "Перец в мельнице -по вкусу"
          },
          {
           "name": "Перец горошек-4 шт"
          },
          {
           "name": "Соль- по вкусу"
          },
          {
           "name": "Лавровый лист- по вкусу"
          },
          {
           "name": "Сметана свежая— 2 ст.л"
          },
          {
           "name": "Вода фильтрованная- 1.5-2 л."
          }
         ],
         "steps": [
          {
           "name": "Крупу замачиваем часа на 4-5 и несколько раз промываем в воде."
          },
          {
           "name": "Отвариваем рыбу в фильтрованной воде. После закипания снимаем пену, добавляем лист лавра, горошки перца и щепотку соли.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5669-step1-300x171.jpg"
          },
          {
           "name": "Когда рыба отварится, ее вынимаем, бульон процеживаем. Кладем крупу, варим 30 минут."
          },
          {
           "name": "Нарезанный картофель выкладываем в суп."
          },
          {
           "name": "Измельчаем морковку с луком и обжариваем их на разогретом масле.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes5669-step4-300x173.jpg"
          },
          {
           "name": "Бочковые огурцы режем и обжариваем на сковороде в масле. Рассол кипятим. Огурцы с рассолом добавляем в суп вместе с обжаренными овощами. Готовим 5 минут."
          },
          {
           "name": "Рыбу разделяем на порции и кладем назад в кастрюлю."
          },
          {
           "name": "Сметану разводим в половнике бульона и выливаем в суп."
          },
          {
           "name": "Пробуем на соль, посыпаем перцем. Как только суп закипит, выключаем огонь. Суп готов."
          }
         ]
        },
        {
         "name": "Котлеты из консервированной рыбы",
         "url": "https://foodman.club/recipe/kotlety-iz-konservirovannoj-ryby/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/UVS4wInOHpE.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/UVS4wInOHpE.jpg",
         "desc": "Не можете представить себе вкус котлет из консервированной рыбы? Обязательно попробуйте их приготовить дома. Будьте уверены, результат окажется потрясающим.",
         "ingredients": [
          {
           "name": "Рыбные консервы - 2 банки"
          },
          {
           "name": "Панировочные сухари - 100 г"
          },
          {
           "name": "Яйца - 2 шт"
          }
         ],
         "steps": [
          {
           "name": "Рыбу достаньте из банки и разомните вилкой. Сделать это нужно как можно тщательней.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/01-185-300x225.jpg"
          },
          {
           "name": "Добавьте к консервам панировочные сухари и яйцо. Перемешайте."
          },
          {
           "name": "Сформируйте котлеты и обжаривайте их по 5 минут с каждой стороны на раскаленной сковородке."
          }
         ]
        },
        {
         "name": "Холодник с креветками и яйцом",
         "url": "https://foodman.club/recipe/xolodnik-s-krevetkami-i-yajcom/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes6078-step7.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes6078-step7.jpg",
         "desc": "Для любителей холодненького в жаркую и не очень погоду, а также для поклонников ПП, холодник с креветками и яйцом на кефире. Легкий, быстрый и вкусный, можно приготовить на даче или дома.",
         "ingredients": [
          {
           "name": "Кефир — 300 мл"
          },
          {
           "name": "Огурец – 2шт."
          },
          {
           "name": "Укроп — 1⁄2 пуч."
          },
          {
           "name": "Петрушка — 1⁄2 пуч"
          },
          {
           "name": "Зеленый лук — 5 перьев"
          },
          {
           "name": "Яйцо вкрутую — 2 шт"
          },
          {
           "name": "Креветка-2 полных горсти"
          },
          {
           "name": "Масло оливковое — 1 ст.л."
          },
          {
           "name": "Соус Табаско — 4 капли"
          },
          {
           "name": "Соль — по вкусу"
          },
          {
           "name": "Укроп сушеный-1/2 ч.л."
          },
          {
           "name": "Перец— по вкусу"
          },
          {
           "name": "Редис — 0.5 пуч"
          },
          {
           "name": "Красный острый перец –по вкусу"
          }
         ],
         "steps": [
          {
           "name": "Креветки отвариваем в соленой воде, добавив сушеный укроп, и чистим."
          },
          {
           "name": "Моем и шинкуем редис кружками или полукружками."
          },
          {
           "name": "Нарезаем огурцы, мелко шинкуем лук, петрушку, укроп. Зелень обминаем руками, чтобы дала сок.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes6078-step3-300x173.jpg"
          },
          {
           "name": "Вливаем кефир, масло. Насыпаем оба вида перца и соль. Для тех, кто считает калории, кефир можно разбавить фильтрованной водой или заменить его на обезжиренный."
          },
          {
           "name": "И измельчаем все блендером.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes6078-step4-300x173.jpg"
          },
          {
           "name": "Разлить суп по порциям и капнуть соус. Уложить креветки. Выложить кружочки яиц."
          }
         ]
        },
        {
         "name": "Новогодняя закуска «Колокольчики»",
         "url": "https://foodman.club/recipe/novogodnyaya-zakuska-kolokolchiki/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165236.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165236.jpg",
         "desc": "Простая и вкусная закуска, подойдет к любому столу. Приготовить ее дома совсем не сложно, прекрасный перекус.",
         "ingredients": [
          {
           "name": "Колбаса вареная или ветчина — 200 Грамм"
          },
          {
           "name": "Сыр — 100 Грамм"
          },
          {
           "name": "Морковь — 2-3 Штук"
          },
          {
           "name": "Чеснок — 2 Зубчика (по желанию)"
          },
          {
           "name": "Майонез — По вкусу"
          },
          {
           "name": "Зелень - для украшения"
          },
          {
           "name": "маслины - для украшения"
          }
         ],
         "steps": [
          {
           "name": "Колбасу нарезаем тонкими пластами.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165212.jpg"
          },
          {
           "name": "Свернем каждый пласт в «кулёчек» и скрепим зубочистками.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165215-300x240.jpg"
          },
          {
           "name": "Морковь и сыр натрем на терке в разные посуды.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165217-300x240.jpg"
          },
          {
           "name": "Чеснок давим через пресс.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165218-300x197.jpg"
          },
          {
           "name": "Смешиваем морковь с сыром и чесноком, добавляем майонез и специи по вкусу. Перемешиваем.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165219-300x240.jpg"
          },
          {
           "name": "Наполняем колокольчики начинкой. Украшаем зеленью или маслинами (по желанию).",
           "img": "https://foodman.club/wp-content/uploads/2017/12/novogodnyaya_zakuska_quotkolokolchikiquot-165220-300x240.jpg"
          }
         ]
        },
        {
         "name": "Салат из свеклы с копченой курицей",
         "url": "https://foodman.club/recipe/salat-iz-svekly-s-kopchenoj-kuricej/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/Z37lALHvUAc.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/Z37lALHvUAc.jpg",
         "desc": "Свекла, приготовленная с чесноком и копченой курицей — это вкусное пикантное блюдо. Его идеально делать дома для ежедневного употребления или праздничного стола.",
         "ingredients": [
          {
           "name": "Свекла - 350 г"
          },
          {
           "name": "Курица - 350 г"
          },
          {
           "name": "Орехи - 150 г"
          },
          {
           "name": "Сметана - 50 г"
          },
          {
           "name": "Чеснок - 1 зубчик"
          }
         ],
         "steps": [
          {
           "name": "Свеклу отварить в кожуре. Очистить корнеплоды и натереть, используя крупную терку."
          },
          {
           "name": "Ядра грецких орехов обжарить на сковородке без масла. Измельчить их в блендере."
          },
          {
           "name": "Копченую курицу избавить от кожи и нарезать кубиками."
          },
          {
           "name": "Смешать все ингредиенты, добавить чеснок, натертый на терке, и заправить сметаной."
          }
         ]
        },
        {
         "name": "Куриное филе в панировке из манной крупы",
         "url": "https://foodman.club/recipe/kurinoe-file-v-panirovke-iz-mannoj-krupy/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-5.png",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-5.png",
         "desc": "Рецепт, вполне подходящий для повседневного приготовления дома. Жарим куриное филе в необычной панировке из манки, получается очень вкусно. На гарнир можно сделать макароны.",
         "ingredients": [
          {
           "name": "филе куриное - 500 г"
          },
          {
           "name": "яйцо - 2-3 шт."
          },
          {
           "name": "соль"
          },
          {
           "name": "куркума - по вкусу"
          },
          {
           "name": "молотая паприка - по вкусу"
          },
          {
           "name": "смесь перцев - по вкусу"
          },
          {
           "name": "манка - 50 г"
          },
          {
           "name": "растительное масло - для жарки"
          }
         ],
         "steps": [
          {
           "name": "Мытое и обсушенное куриное филе режем на средние кусочки, посыпаем молотой паприкой, куркумой и смесью перцев. Оставляем на 15-20 минут пропитаться специями.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-1-300x187.png"
          },
          {
           "name": "Обваливаем кусочки в манной крупе.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-2-300x207.png"
          },
          {
           "name": "Окунаем в яйцо."
          },
          {
           "name": "Обжариваем в горячем масле на сковороде на среднем огне около 2-3 минут с каждой стороны.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-3-300x207.png"
          },
          {
           "name": "Перекладываем в другую емкость и тушим около 15 минут с закрытой крышкой.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/%D0%B8%D0%B7-%D0%BC%D0%B0%D0%BD%D0%BA%D0%B8-4-300x180.png"
          }
         ]
        },
        
        {
         "name": "Суп из ячменя с горошком, огурчиками и беконом",
         "url": "https://foodman.club/recipe/sup-iz-yachmenya-s-goroshkom-ogurchikami-i-bekonom/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7794.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes7794.jpg",
         "desc": "Для любителей пряных супов с кислинкой по вкусу придется и этот суп из перловки с горошком и беконом, приготовленный дома. Суп густой, насыщенный и согревающий.",
         "ingredients": [
          {
           "name": "Курица-400 гр."
          },
          {
           "name": "Перловая крупа быстрого приготовления— 1 пакет"
          },
          {
           "name": "Морковь -100 гр."
          },
          {
           "name": "Лук репчатый 100 гр."
          },
          {
           "name": "Бекон 100 гр."
          },
          {
           "name": "Варено-копченая корейка 100 гр."
          },
          {
           "name": "Огурцы маринованные-3 шт"
          },
          {
           "name": "Соль — по вкусу"
          },
          {
           "name": "Перец черный — 5 горошин"
          },
          {
           "name": "Лавровый лист — 1 шт."
          },
          {
           "name": "Горошек консерв. -1/2 банка"
          },
          {
           "name": "Зелень-1/2 пучка"
          },
          {
           "name": "Сметана-100 гр."
          }
         ],
         "steps": [
          {
           "name": "Варим бульон из курицы. Готовую курицу вынуть, отделить от костей. Мясо нарезать и вернуть в кастрюлю."
          },
          {
           "name": "Пакетик с перловкой варим отдельно по инструкции.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7794-step2-300x178.jpg"
          },
          {
           "name": "Бекон режем и вытапливаем из него жир"
          },
          {
           "name": "Резанные лук с морковью кладем к бекону, пассеруем, добавляем нарезанные копчености и жарим все вместе 4-6 минут.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7794-step4-300x181.jpg"
          },
          {
           "name": "Высыпаем в суп перловку и подсаливаем его."
          },
          {
           "name": "Выкладываем содержимое сковороды в кастрюлю."
          },
          {
           "name": "Огурцы нарезаем, обжариваем и тоже кладем в кастрюлю. Варим 10 минут."
          },
          {
           "name": "Выкладываем зеленый горошек в суп вместе с перцем и листом лавра. После закипания выключаем огонь. Подаем суп зеленью и сметаной."
          }
         ]
        },
        {
         "name": "Суп из перловой крупы с маринованными маслятами",
         "url": "https://foodman.club/recipe/sup-iz-perlovoj-krupy-s-marinovannymi-maslyatami/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8526.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8526.jpg",
         "desc": "А не хотите ли попробовать супчик, приготовленный с грибами, да не простыми, а домашними маринованными. В комплекте с маслятами идет перловка и копчености. Вкусно, не то слово!",
         "ingredients": [
          {
           "name": "Перловка — 1⁄4 ст"
          },
          {
           "name": "Картофель — 3 клубня"
          },
          {
           "name": "Лук репчатый — 100 гр."
          },
          {
           "name": "Морковь — 100 гр."
          },
          {
           "name": "Маслята маринованные — 150 гр"
          },
          {
           "name": "Колбаса копченая-50 гр"
          },
          {
           "name": "Ветчина-50 гр."
          },
          {
           "name": "Окорок копченый-100 гр."
          },
          {
           "name": "Грудинка копченая-50 гр"
          },
          {
           "name": "Вода1.5-2 л."
          },
          {
           "name": "Перец — 1⁄4 ч.л."
          },
          {
           "name": "Соль — 1 ч.л."
          },
          {
           "name": "Лавровый лист — 1 шт."
          },
          {
           "name": "Масло растительное — 2 ст.л."
          },
          {
           "name": "Петрушка-5 веточек."
          }
         ],
         "steps": [
          {
           "name": "Перловую крупу замачиваем на ночь."
          },
          {
           "name": "Отвариваем 30 минут, откидываем на сито."
          },
          {
           "name": "Режем лук и морковку, обжариваем на масле 6 минут и добавляем нарезанные копчености. Жарим 5 минут, все перемешивая.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8526-step3-300x188.jpg"
          },
          {
           "name": "Грибы нашинковать и обжарить вместе с морковью и луком.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8526-step5-300x178.jpg"
          },
          {
           "name": "Отварить картофель в 2 л. воды, добавить перловку, варить 10 минут."
          },
          {
           "name": "Выложить в суп содержимое сковороды и перемешать. Приправить перцем, солью, положить лавровый лист. Проварить на тихом огне 10 минут."
          },
          {
           "name": "Подавать, украсив суп зеленью."
          }
         ]
        },
        {
         "name": "Окрошка на кефире с солеными и свежими огурцами",
         "url": "https://foodman.club/recipe/okroshka-na-kefire-s-solenymi-i-svezhimi-ogurcami/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8460.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8460.jpg",
         "desc": "Замечательно охлаждает в летнюю жару окрошка на кефире. Сделайте ее дома или на даче, добавьте соленых огурчиков, и вкус у окрошки станет еще «ядренее»!",
         "ingredients": [
          {
           "name": "Филе курицы — 250 гр"
          },
          {
           "name": "Огурцы соленые — 200 гр."
          },
          {
           "name": "Картофель вареный в мундире — 300 гр."
          },
          {
           "name": "Яйца вкрутую — 3 шт"
          },
          {
           "name": "Редис — 5 шт"
          },
          {
           "name": "Огурец свежий — 1 шт"
          },
          {
           "name": "Укроп-1 пучок"
          },
          {
           "name": "Петрушка-1 пучок"
          },
          {
           "name": "Лук репчатый — 50 гр."
          },
          {
           "name": "Зеленый лук-1 пучок."
          },
          {
           "name": "Майонез — 2 ст.л."
          },
          {
           "name": "Сметана — 4 ст.л."
          },
          {
           "name": "Кефир 1% — 1.2 л"
          },
          {
           "name": "Соль- по вкусу"
          }
         ],
         "steps": [
          {
           "name": "Курицу отвариваем до готовности, охлаждаем и режем маленькими кубиками так же, как и соленые и свежие огурцы."
          },
          {
           "name": "Режем яйца и картошку винегретницей.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8460-step1-300x209.jpg"
          },
          {
           "name": "Нарезаем ножом редис, зелень укропа, лука и петрушки."
          },
          {
           "name": "Смешиваем все продукты и выкладываем к ним сметану, горчицу, майонез и соль. Пробуем на вкус.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8460-step4-300x205.jpg"
          },
          {
           "name": "Заливаем кефиром и водой до требуемой густоты."
          },
          {
           "name": "Всыпать лимонную кислоту и подсластить по своему вкусу."
          },
          {
           "name": "Окрошку охладить и подавать."
          }
         ]
        },
        {
         "name": "Постный борщ из запеченной свеклы с фасолью и толстолобиком",
         "url": "https://foodman.club/recipe/postnyj-borshh-iz-zapechennoj-svekly-s-fasolyu-i-tolstolobikom/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8329.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8329.jpg",
         "desc": "Постный рыбный суп для зимнего времени года должен хорошо насыщать ослабленный холодами организм.\nБорщ с запеченной свеклой, фасолью и консервами приготовим дома из толстолобика. Густой и насыщенный вкусом.",
         "ingredients": [
          {
           "name": "Фасоль — 200 гр."
          },
          {
           "name": "Лук — 100 гр."
          },
          {
           "name": "Морковь — 100 гр."
          },
          {
           "name": "Свекла — 150 гр."
          },
          {
           "name": "Картофель — 5 клубней"
          },
          {
           "name": "Капуста — 300 гр."
          },
          {
           "name": "Лавровый лист — 2 шт."
          },
          {
           "name": "Перец— 5 горошек"
          },
          {
           "name": "Вода — 2.5 л."
          },
          {
           "name": "Томат-паста — 1 ст.л."
          },
          {
           "name": "Масло подсолнечное — 1⁄4 ст."
          },
          {
           "name": "Соль- по вкусу"
          },
          {
           "name": "Петрушка-1/2 пучка"
          },
          {
           "name": "Толстолобик консервы — 1 банка"
          }
         ],
         "steps": [
          {
           "name": "Фасоль замочить и оставить на ночь. Промыть фасоль и отварить в свежей воде около 60 минут."
          },
          {
           "name": "Свеклу запечь в духовке при 180 градусах 1 час."
          },
          {
           "name": "Режем свеклу и капусту."
          },
          {
           "name": "Добавляем капусту к фасоли, через 10 минут — нарезанную картошку. Когда картошка сварится, солим.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8329-step5-300x210.jpg"
          },
          {
           "name": "Морковь и лук пассеруем на масле 7 минут, выкладываем томат-пасту, перемешиваем и добавляем нарезанную печеную свеклу, перец, растертый ступкой в порошок.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8329-step2-300x205.jpg"
          },
          {
           "name": "В суп выкладываем зажарку с печеной свеклой, консервы."
          },
          {
           "name": "Доводим до кипения, выключаем огонь и укутываем кастрюлю на 30 минут. Суп подавать со сметаной."
          }
         ]
        },
        {
         "name": "Окрошка традиционная",
         "url": "https://foodman.club/recipe/okroshka-tradicionnaya/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/867_01730m8_5978_6hi.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/867_01730m8_5978_6hi.jpg",
         "desc": "Вкусный летний суп на основе овощей, заправленных хлебным квасом. Может быть приготовлен дома с вареной колбасой либо отварным мясом.",
         "ingredients": [
          {
           "name": "1–1.5 л кваса"
          },
          {
           "name": "500 г картофеля"
          },
          {
           "name": "300 г колбасы"
          },
          {
           "name": "3 яйца"
          },
          {
           "name": "200 г редиса"
          },
          {
           "name": "300 г огурцов"
          },
          {
           "name": "зелень по вкусу"
          },
          {
           "name": "сметана"
          },
          {
           "name": "соль"
          },
          {
           "name": "перец"
          }
         ],
         "steps": [
          {
           "name": "Картофель помыть, поставить на огонь в кожуре, варить до готовности.\nОчистить, нарезать кубиками.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/867_0275qsi_5804_p-300x225.jpg"
          },
          {
           "name": "Колбасу вареную острым ножом также нарезать кубиками."
          },
          {
           "name": "Яйца отварить, очистить, нарезать кубиками."
          },
          {
           "name": "Редис очистить, помыть, тонко нарезать."
          },
          {
           "name": "Огурцы свежие помыть, нарезать кубиками."
          },
          {
           "name": "Зелень помыть, острым ножом мелко нарезать."
          },
          {
           "name": "Подготовленные ингредиенты соединить в миске, слегка посолить, поперчить, перемешать.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/867_09730m8_5953_p-300x225.jpg"
          },
          {
           "name": "Готовую смесь разложить по порционным тарелкам. Залить специальным квасом для окрошки.\nПодавать с измельченной зеленью и сметаной.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/867_012570ef_5974_p-300x225.jpg"
          }
         ]
        },
        {
         "name": "Рассольник пшенный в мультиварке",
         "url": "https://foodman.club/recipe/rassolnik-pshennyj-v-multivarke/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8086.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8086.jpg",
         "desc": "Зимние супы густые и пряные, такие, как рассольник. А приготовленные дома в мультиварке в режиме тушения они получаются томлеными, как будто их только что достали из русской печи. С насыщенным вкусом.",
         "ingredients": [
          {
           "name": "Курица — 300 гр"
          },
          {
           "name": "Картофель — 4 клубня"
          },
          {
           "name": "Лук репчатый — 100 гр"
          },
          {
           "name": "Морковь — 120 гр"
          },
          {
           "name": "Пшено — ½ ст"
          },
          {
           "name": "Огурцы соленые — 250 гр"
          },
          {
           "name": "Рассол огуречный — ¾ ст"
          },
          {
           "name": "Масло растительное —4 ст.л."
          },
          {
           "name": "Соль-по вкусу"
          },
          {
           "name": "Перец-5 горошков"
          },
          {
           "name": "Душистый перец-3 горошка"
          },
          {
           "name": "Хмели-сунели-1 ч.л."
          },
          {
           "name": "Петрушка сушеная-1/2 ч.л."
          },
          {
           "name": "Вода горячая — 3 л"
          },
          {
           "name": "Укроп-4 веточки"
          },
          {
           "name": "Сметана-по желанию"
          }
         ],
         "steps": [
          {
           "name": "Разогреть в чаше мультиварки на программе Жарка растительное масло."
          },
          {
           "name": "Курицу порубить и обжарить в чаше со всех сторон (10 мин).",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8086-step1-300x215.jpg"
          },
          {
           "name": "Выложить в чашу измельченные лук и морковку, обжарить, постоянно перемешивая продукты, до сигнала."
          },
          {
           "name": "Пшено промыть 6 раз в горячей воде, обсушить и положить в чашу вместе с кусочками картофеля, сухой петрушкой, перцами и хмели-сунели. Влить воду, запустить программу Суп (30 мин). Готовить до сигнала.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8086-step4-300x208.jpg"
          },
          {
           "name": "Огурцы нарезать брусочками или натереть на терке, если они крупные, и обжарить на сковороде."
          },
          {
           "name": "Рассол вскипятить и влить к огурцам."
          },
          {
           "name": "Огурцы выложить в чашу. Включить программу Тушение (30 мин)."
          },
          {
           "name": "После сигнала запустить функцию Подогрев (15 мин)."
          },
          {
           "name": "Суп подавать, посыпав зеленью и добавив сметану."
          }
         ]
        },
        {
         "name": "Похлебка из курицы с клецками и хлопьями из гречи",
         "url": "https://foodman.club/recipe/poxlebka-iz-kuricy-s-kleckami-i-xlopyami-iz-grechi/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7971.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes7971.jpg",
         "desc": "Такие супы хорошо есть в тесном кругу семьи, когда за окном холода, а в доме тепло и уютно. Суп с картофельными клецками и хлопьями из гречи разнообразит ваше меню и непременно придется вам по вкусу. Для его приготовления нам понадобится:",
         "ingredients": [
          {
           "name": "Курица — 600 гр"
          },
          {
           "name": "Картофель — 8 клубней"
          },
          {
           "name": "Мука пшеничная — ½ ст."
          },
          {
           "name": "Яичный белок — 1 шт"
          },
          {
           "name": "Соль — 2 ч.л."
          },
          {
           "name": "Луковый порошок — 1 ч.л."
          },
          {
           "name": "Перец— по вкусу"
          },
          {
           "name": "Лук — 1 шт"
          },
          {
           "name": "Масло растительное — 2 ст.л."
          },
          {
           "name": "Морковь — 100 гр."
          },
          {
           "name": "Гречневые хлопья — 3 ст.л."
          },
          {
           "name": "Лавровый лист — 1 шт"
          },
          {
           "name": "Зелень — 6 веточек"
          },
          {
           "name": "Вода-2.5 л."
          },
          {
           "name": "Порошок из сушеных грибов-1 ст.л."
          }
         ],
         "steps": [
          {
           "name": "Из куриного мяса варим бульон. Отделяем мясо от костей, бульон процеживаем."
          },
          {
           "name": "Картошку натираем на терке как можно мельче и убираем лишний картофельный сок (пойдет на маски для лица)."
          },
          {
           "name": "Всыпаем в картофель муку, луковый порошок, грибной порошок, свежемолотый перец, белок и все вымешиваем.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7971-step3-300x175.jpg"
          },
          {
           "name": "Из теста лепим шарики. Запускаем шарики в бульон вместе с мясом."
          },
          {
           "name": "Лук и морковь обжариваем на масле и добавляем их в суп заодно с хлопьями из гречи."
          },
          {
           "name": "Положив в кастрюлю лавровый лист, немного поперчим-посолим. Варим 5 минут."
          },
          {
           "name": "Нарезаем зелень, выкладываем в суп, перемешиваем и разливаем по тарелкам.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes7971-step9-300x177.jpg"
          }
         ]
        },
        {
         "name": "Бутерброды с соленой скумбрией и свеклой",
         "url": "https://foodman.club/recipe/buterbrody-s-solenoj-skumbriej-i-svekloj/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/1-73.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/1-73.jpg",
         "desc": "Оригинальные и вкусные бутерброды приготовим дома из соленой скумбрии и вареной свеклы, они прекрасно подойдут для праздничного стола.",
         "ingredients": [
          {
           "name": "Соленая скумбрия — 1 шт."
          },
          {
           "name": "Ржаной хлеб — 15 ломтиков"
          },
          {
           "name": "Свёкла (небольшая) — 1 шт."
          },
          {
           "name": "Сушеные ягоды можжевельник — 1 ст.л."
          },
          {
           "name": "Майонез — 4-5 ст.л."
          },
          {
           "name": "Укроп"
          }
         ],
         "steps": [
          {
           "name": "Соленую скумбрию разделываем на филе, посыпаем мелко нарезанным укропом (5 веточек), выкладываем в миску, добавляем сушеные ягоды можжевельника и охлаждаем минимум 2 часа.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/3-62-300x199.jpg"
          },
          {
           "name": "Свеклу тщательно промываем с губкой, отвариваем до готовности, остужаем, очищаем и нарезаем на тонкие ломтики.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/2-72-300x199.jpg"
          },
          {
           "name": "На небольшие ломтики ржаного хлеба добавляем майонез. Подготовленное филе в укропе нарезаем на небольшие кусочки (15-17 шт.) и выкладываем с одной стороны хлеба, с другой стороны тонкие ломтики свеклы, добавляем ягоды можжевельника, небольшие веточки укропа и сразу подаем на стол."
          }
         ]
        },
        {
         "name": "Суп из шампиньонов с цветной капустой",
         "url": "https://foodman.club/recipe/gribnoj-sup-iz-shampinonov-s-cvetnoj-kapustoj/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes9033.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes9033.jpg",
         "desc": "Восхитительные супы можно приготовить дома из шампиньонов. Нежная, плотная мякоть гриба не теряет свою структуру и дает превосходный аромат бульону. Если готовить суп с добавлением цветной капусты с ее ореховым привкусом, у вас получится просто сказочный вкус.",
         "ingredients": [
          {
           "name": "Картофель — 5 клубней"
          },
          {
           "name": "Лук — 80 гр"
          },
          {
           "name": "Морковь — 100 гр"
          },
          {
           "name": "Шампиньоны — 200 гр"
          },
          {
           "name": "Капуста цветная — 100 гр"
          },
          {
           "name": "Соль-1 ч.л."
          },
          {
           "name": "Коренья сушеные для супа-1 ст.л."
          },
          {
           "name": "Перец-1/4 ч.л."
          },
          {
           "name": "Паприка кусочками — 1 ч.л"
          },
          {
           "name": "Лист лавровый — 1 шт"
          },
          {
           "name": "Чеснок — 1 дол."
          },
          {
           "name": "Масло растительное — 3 ст.л."
          },
          {
           "name": "Вода — 2.5 л"
          }
         ],
         "steps": [
          {
           "name": "Картофель чистим и режем дольками или ломтиками. Заливаем кипятком и высыпаем сушеные коренья. Варим до полуготовности 15 мин."
          },
          {
           "name": "Лук и морковь пассеруем в сковороде на разогретом масле до золотистого цвета.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes9033-step2-300x203.jpg"
          },
          {
           "name": "Выкладываем к овощам нарезанные слайсами грибы. Их нужно сразу же посолить и посыпать раздавленными в порошок горошками черного перца и паприкой. Минут 7 готовить, постоянно перемешивая."
          },
          {
           "name": "Отварную картошку размять до неоднородного состояния (нужно, чтобы в супе попадались некрупные кусочки).",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes9033-step4-300x203.jpg"
          },
          {
           "name": "Выкладываем в кастрюлю разобранную и промытую капусту, лавровый лист и солим. Готовим 7 минут."
          },
          {
           "name": "Далее добавляем грибы с луком и морковью. Варим 10 минут на медленном огне."
          },
          {
           "name": "Выключить огонь, накрыть кастрюлю крышкой. Разливать по тарелкам минут через 10-15."
          }
         ]
        },
        {
         "name": "Окрошка на сыворотке",
         "url": "https://foodman.club/recipe/okroshka-na-syvortke/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8854.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8854.jpg",
         "desc": "Окрошки на сыворотке намного полезнее, чем на квасе, и менее калорийны. Окрошку на такой основе можно вообще сделать почти диетической или вегетарианской. Зависит только от вашего желания. Ну а на мой вкус — она с ветчиной.",
         "ingredients": [
          {
           "name": "Ветчина - 300 г"
          },
          {
           "name": "Редис -8 шт"
          },
          {
           "name": "Огурец свежий - 2 шт"
          },
          {
           "name": "Зеленый лук-2 пучка"
          },
          {
           "name": "Укроп -1 пучка"
          },
          {
           "name": "Яйцо отварное- 4-5 шт"
          },
          {
           "name": "Сыворотка -2 л"
          },
          {
           "name": "Хрен со сливками-по вкусу"
          },
          {
           "name": "Соль- по вкусу"
          },
          {
           "name": "Перец белый-1/4 ч.л."
          },
          {
           "name": "Сахар- по вкусу"
          },
          {
           "name": "Сметана или майонез- по вкусу"
          }
         ],
         "steps": [
          {
           "name": "Как можно мельче шинкуем зелень, лук и укроп. Слегка обминаем ее руками, чтобы дала аромат."
          },
          {
           "name": "Натираем редис с огурцом.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8854-step2-300x181.jpg"
          },
          {
           "name": "Ветчину режем кубиками или соломкой. Яйца тоже натираем. Все перемешиваем.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8854-step4-300x182.jpg"
          },
          {
           "name": "Готовим заливку. Сыворотку смешать с солью, сахаром, перцем. Добавить пару столовых ложек хрена (горчица тоже подойдет) и охлаждаем."
          },
          {
           "name": "В тарелку кладем овощную смесь, заливаем сывороткой и выкладываем по вкусу сметану или майонез."
          }
         ]
        },
        {
         "name": "Рыбный суп на бульоне семги с морским окунем",
         "url": "https://foodman.club/recipe/rybnyj-sup-na-bulone-semgi-s-morskim-okunem/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8639.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/recipes8639.jpg",
         "desc": "Янтарный бульон на хребтах и голове семги с филе морского окуня. Суп несомненно стоит того, чтобы его приготовили дома. Такой суп могут есть даже маленькие дети, ведь в нем нет косточек, а мясо очень нежное на вкус.",
         "ingredients": [
          {
           "name": "Семга набор для ухи-500 гр"
          },
          {
           "name": "Морской окунь филе — 200 гр"
          },
          {
           "name": "Картофель — 2 клубня"
          },
          {
           "name": "Морковь — 200 гр"
          },
          {
           "name": "Лук — 1 шт"
          },
          {
           "name": "Лавровый лист — 1 шт"
          },
          {
           "name": "Лимон — 1/6 шт"
          },
          {
           "name": "Сельдерей — 2 черешка"
          },
          {
           "name": "Зелень— 1 пучок"
          },
          {
           "name": "Соль-1.ч.л"
          },
          {
           "name": "Сахар — 1 ч.л"
          },
          {
           "name": "Перец-5 горошков."
          },
          {
           "name": "Масло растительное-2 ст.л."
          },
          {
           "name": "Вода-2 л."
          }
         ],
         "steps": [
          {
           "name": "Набор для ухи отварить в 2 л. воды с сельдереем, морковкой и листом лавра, отвариваем 35-40 минут. Дольку лимона бросаем в бульон на 3 минуты, затем вытащить.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8639-step2-300x174.jpg"
          },
          {
           "name": "Отвар сцеживаем. С рыбы снимаем кусочки мяса."
          },
          {
           "name": "В отвар выкладываем нарезанный брусочками картофель. Солим. И варим 10 минут."
          },
          {
           "name": "Морковь и лук пассеруем на масле."
          },
          {
           "name": "Выкладываем зажарку в суп, варим 10 минут."
          },
          {
           "name": "Возвращаем в суп мясо семги.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/recipes8639-step7-300x176.jpg"
          },
          {
           "name": "Выложив нарезанное филе окуня, убавляем огонь до минимума и варим суп 10 минут."
          },
          {
           "name": "За 2 минуты до готовности в суп всыпать зелень и сахар."
          },
          {
           "name": "Пламя выключаем и даем супу отдохнуть 10 минут."
          }
         ]
        },
        {
         "name": "Гольцовая уха",
         "url": "https://foodman.club/recipe/golcovaya-uxa/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/bc83d5c12db098cfe91d5b84d04c0b7d.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/bc83d5c12db098cfe91d5b84d04c0b7d.jpg",
         "desc": "Когда начинается промысел лососевых, на прилавках появляются различный породы красных рыб, голец одна из них. Рыба относительно небольшая, но невообразимо вкусная. Из нее и будем готовить домашнюю уху.",
         "ingredients": [
          {
           "name": "Голец свежий - 1 кг"
          },
          {
           "name": "Картофель – 4 шт."
          },
          {
           "name": "Морковь – 2 шт."
          },
          {
           "name": "Лук репчатый – 2 шт."
          },
          {
           "name": "Вода - 2 .л"
          },
          {
           "name": "Укроп зеленый-5 веточек"
          },
          {
           "name": "Сушеный укроп – 1 ч. л."
          },
          {
           "name": "Соль-1 ч. л."
          },
          {
           "name": "Перец – 8 шт."
          },
          {
           "name": "Лавровый лист - 2 шт."
          }
         ],
         "steps": [
          {
           "name": "Рыбу вымыть и выпотрошить. Удалить из головы жабры. Порезать на куски."
          },
          {
           "name": "Отварить до готовности в пряном бульоне с морковью, петрушкой, горошинами перца, 1 морковью и 1 луком.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/86dbaf4acf48157e4b35fb159c34766e-300x192.jpg"
          },
          {
           "name": "Рыбу вынуть и тщательно отделить мясо от костей, сначала по хребтовой кости, потом по ребрам."
          },
          {
           "name": "Бульон процедить. Мясо приправить специями и зеленью.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/393dd79dcfe6aad661561a1d87a8489e-300x190.jpg"
          },
          {
           "name": "В бульоне отварить до готовности нарезанные лук, морковь и картофель. Бульон посолить уже в конце варки овощей."
          },
          {
           "name": "Разложить по порциям, уложить сверху кусочки рыбы и зелень."
          }
         ]
        },
        {
         "name": "Похлебка из щуки по-волжски",
         "url": "https://foodman.club/recipe/poxlebka-iz-shhuki/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/35cfc05d46c24817d2fd15017a9c5b7c.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/35cfc05d46c24817d2fd15017a9c5b7c.jpg",
         "desc": "Вкусна речная хищница, хоть и костлява. Но когда нас это останавливало? В меню домашняя похлебка из щуки по-волжски, приготовленная с пшеном.",
         "ingredients": [
          {
           "name": "Щука очищенная и выпотрошенная – ½ кг"
          },
          {
           "name": "Картофель - 4 клубня"
          },
          {
           "name": "Морковь - 2 шт."
          },
          {
           "name": "Пшено – 1 горсть"
          },
          {
           "name": "Лавровый лист - 1 шт."
          },
          {
           "name": "Приправа для рыбы смесь – 1.2 ч.л."
          },
          {
           "name": "Петрушка – 1/2 ч. л."
          },
          {
           "name": "Перец – ¼ ч.л."
          },
          {
           "name": "Соль - 1 ч.л."
          }
         ],
         "steps": [
          {
           "name": "Чистим морковь с картофелем и режем на кусочки, которые будут радовать глаз."
          },
          {
           "name": "Ставим отвариваться холодную воду на огонь.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/50e902ab71ca287b7adb910e89eba029-300x177.jpg"
          },
          {
           "name": "Как только появится парок от воды, всыпаем пшено, которое промыли несколько раз в горячей воде."
          },
          {
           "name": "Сразу после пшена выкладываем лук и приправы со специями."
          },
          {
           "name": "Потрошеную щуку нарезаем на куски. Не забудьте удалить жабры из головы. Некоторый желающие могут также ужалить и глаза. Бытует мнение, что из-за них бульон мутнеет.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/74ce51497de0d5ce7f69102191c9249c-300x170.jpg"
          },
          {
           "name": "Когда картошка с морковью сварятся до готовности, а это будет примерно через четверть часа, опустить в бульон куски рыбы."
          },
          {
           "name": "Варим еще четверть часа, убираем с огня и даем бульону «раскрыться», накрыв кастрюлю крышкой и оставив похлебку в покое еще на 10 мин."
          }
         ]
        },
        {
         "name": "Уха из судака с кореньями",
         "url": "https://foodman.club/recipe/uxa-iz-sudaka-s-korenyami/",
         "img": "https://foodman.club/wp-content/uploads/2017/12/b99dff8f1bb0d874669da261f51b7905-2017.jpg",
         "img_url": "https://foodman.club/wp-content/uploads/2017/12/b99dff8f1bb0d874669da261f51b7905-2017.jpg",
         "desc": "Уха вроде бы простое и абсолютно домашнее блюдо. Но для того, чтобы приготовить вкусную домашнюю уху, нужно знать несколько основных секретов. Первый: чем свежее рыба, тем вкуснее продукт. В идеале она должна быть свежепойманной. И второе. Всегда удаляете жабры из рыбьей головы, вкус бульона они испортят моментально. Третье: рыба не терпит агрессивного кипения. Вода в ухе кипеть должна чуть заметно, так что регулируйте пламя. Соблюдая эти нехитрые правила, вы всегда сможете приготовить наваристую уху с прозрачным бульоном.",
         "ingredients": [
          {
           "name": "Судак – 1-1.2 кг"
          },
          {
           "name": "Вода - 2-3 л"
          },
          {
           "name": "Репчатый лук – 1 шт."
          },
          {
           "name": "Морковь – 2 шт."
          },
          {
           "name": "Корень петрушки – 1-2 шт."
          },
          {
           "name": "Петрушка – 5 веточек"
          },
          {
           "name": "Лавровый лист – 2-3 шт."
          },
          {
           "name": "Перец душистый – 10 шт."
          },
          {
           "name": "Соль – по вкусу"
          },
          {
           "name": "Картофель – 2-3 шт."
          }
         ],
         "steps": [
          {
           "name": "Судака чистим, моем, потрошим, стараясь не повредить желчный пузырь, и опять моем. Удаляем жабры, режем рыбу на куски."
          },
          {
           "name": "На головах и хвосте сварим бульон с петрушкой, морковью, 5 горошинами перца, луком, листом лавра и зеленью по всем правилам варки бульона."
          },
          {
           "name": "Готовый бульон процеживаем.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/6084f7f87eb950b397a405e894b9e2b7-2017-300x187.jpg"
          },
          {
           "name": "Снова заливаем в кастрюлю и, доведя до пузырьков, запускаем в него картофель и соль."
          },
          {
           "name": "После того, как картофель закипит, выкладываем морковку."
          },
          {
           "name": "После еще одного закипания укладываем судака, доводим до кипения и варим на медленном пламени 15-20 минут, зависит от размеров кусков рыбы.",
           "img": "https://foodman.club/wp-content/uploads/2017/12/ec6c15ec838dc60bb04abfe4fe4e9c4f-2017-300x138.jpg"
          },
          {
           "name": "По готовности рыбы снимаем кастрюлю с огня, засыпаем в нее зелень и свежеистолченный перец."
          },
          {
           "name": "Даем упреть еще минут 10, закрыв для этого крышкой."
          }
         ]
        }
      

]

